Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# MPSettings_msgSelectDir
source: Select the installation folder for MediaPortal
cs_cz: Vyberte adresář instalace pro MediaPortal
da_dk: Vælg installationsfolder for MediaPortal
de_de: Wählen Sie das Installationsverzeichnis für die MediaPortal Installation.
el_gr: Επιλέξατε τον φάκελο εγκατάστασης του MediaPortal
es_es: Selecciona la carpeta de instalación para MediaPortal
fr_fr: Séléctionnez le répértoire d'installation de MediaPortal
hr_hr: Odredi instalacijsku mapu za MediaPortal
it_it: Selezionare la cartella di installazione per MediaPortal
ja_jp: MediaPortalインストールフォルダを選択
mk_mk: Одберете инсталациона папка за MediaPortal
nb_no: Velg mappen hvor MediaPortal skal installeres
nl_nl: Selecteer de installatiemap voor MediaPortal
pl_pl: Wybierz folder instalacji MediaPortal
pt_br: Selecione o diretório de instalação do MediaPortal
pt_pt: Seleccione a pasta de instalação do MediaPortal
ro_ro: Selecționați folder-ul de instalare pentru MediaPortal
ru_ru: Укажите папку для установки MediaPortal
sk_sk: Vyberte adresár inštalácie pre MediaPortal
sl_si: Izberite namestitveni imenik za MediaPortal
sr_cyrl_cs: Одаберите инсталациони директоријум за MediaPortal
sr_latn_cs: Odaberite instalacioni direktorijum za MediaPortal
sv_se: Välj installationsmapp för MediaPortal
tr_tr: MediaPortal kurulumu için dizini seçiniz
zh_cn: 选择安装MediaPortal的文件夹

# TvServerSettings_checkBoxFirewall
source: Configure Windows Firewall to allow external access to TV-Server
cs_cz: Nastavit Winodows Firewall, aby umožnil externí přístup k TV serveru
da_dk: Konfigurer Windows Firewall til at tillade adgang til TV-Server
de_de: Windows Firewall für externen Zugriff auf den TV-Server konfigurieren
el_gr: Ρύθμιση του τείχους προστασίας των Windows για να επιτρέπεται η εξωτερική πρόσβαση στον διακομιστή τηλεόρασης
es_es: Configurar el cortafuegos de Windows para permitir el acceso externo a TV-Server.
fr_fr: Configurer le Pare-Feu Windows pour permettre l'accès au TV-Server depuis les autres PC
hr_hr: Podesi Windows vatrozid za vanjski pristup TV-Serveru
it_it: Configurare il Firewall di Windows per permettere accessi esterni al TV-Server
ja_jp: Windowsファイヤウォールの設定を変更し、TV-Serverへの外部アクセスを有効にします。
mk_mk: Конфигурирајте го Windows Firewall да дозволува пристап од надвор до TV-Server-от
nb_no: Konfigurer Windows Firewall til å tillate eksterne tilkoblinger til TV-Serveren
nl_nl: Configureer Windows Firewall zodat deze verbinding met TV-Server toestaat
pl_pl: Skonfiguruj Windows Firewall tak, aby TV-Server miał dostęp do Internetu
pt_br: Configure o Firewall do Windows para permitir acesso externo ao servidor de TV
pt_pt: Configura a Firewall do Windows para permitir o acesso externo ao servidor de TV
ro_ro: Configurează Windows Firewall să permită la TV-Server acces extern
ru_ru: Настройка брандмауера Windows для доступа к ТВ серверу из вне
sk_sk: Nastaviť Windows Firewall, aby umožnil externý prístup k TV serveru
sl_si: Nastavi Windows požarni zid, da bo omogočen zunanji dostop do TV strežnika
sr_cyrl_cs: Подесите Windows Firewall да омогући приступ споља на ТВ-сервер
sr_latn_cs: Podesite Windows Firewall da omogući pristup spolja na TV-server
sv_se: Konfigurerar Windows brandvägg för att tillåta extern åtkomst till TV-Servern
tr_tr: TV-Sunucusu'na harici erişim izni vermek için Windows Güvenlik Duvarı'nı yapılandır
zh_cn: 配置Windows防火墙允许外界访问TV-Server

# TvServerSettings_errInvalidPath
source: You have to supply a valid installation path for the TV-Server.
cs_cz: Musíte zadat platnou instalační cestu pro TV server.
da_dk: Du skal angive gyldig installationsfolder for TV-Server.
de_de: Sie müssen einen gültigen Installationspfad für die TV-Server Installation eintragen
el_gr: Πρέπει να θέσετε μια έγκυρη τοποθεσία εγκατάστασης του διακομιστή τηλεόρασης (TV-Server).
es_es: Tienes que suministrar una ruta de instalación válida para el Servidor TV-Server.
fr_fr: Vous devez fournir un chemin d'installation valide pour le TV-Server.
hr_hr: Potrebno je unijetu ispravan put instalacije za TV-Server.
it_it: E' necessario fornire un cartella valida di installazione per il TV-Server.
ja_jp: TV-Server をインストールするためには、有効なインストールパスを指定する必要があります。
mk_mk: Мора да обезбедите валидна инсталациона патека за TV-Server.
nb_no: Du må gi en gyldig installasjonsmappe for TV-Serveren.
nl_nl: U moet een bestaand installatiepad opgeven voor TV-Server.
pl_pl: Wybierz właściwy folder instalacji TV-Server.
pt_br: Você tem que fornecer um caminho válido para instalação do Servidor de TV.
pt_pt: Tem que fornecer um caminho válido de instalação para o servidor de TV.
ro_ro: Trebuie să furnizați o locație de instalare validă pentru TV-Server.
ru_ru: Вы указали правильный путь для установки ТВ сервера.
sk_sk: Musíte zadať platnú inštalačnú cestu pre TV server.
sl_si: Določiti morate pravilno namestitveno pot za TV strežnik.
sr_cyrl_cs: Морате да одаберете исправну инсталациону путању за ТВ-сервер.
sr_latn_cs: Morate da odaberete ispravnu instalacionu putanju za TV-server.
sv_se: Du måste välja en giltig installationssökväg för TV-Servern
tr_tr: TV-Sunucusu kurulumu için geçerli bir dizin tanımlamalısınız.
zh_cn: 你必须为TV-Server提供一个合法的安装路径。

# TvServerSettings_labelHeading
source: Please set the needed options for the TV-Server installation:
cs_cz: Nastavte potřebné volby pro instalaci TV serveru.
da_dk: Angiv indstillinger for TV-Server installationen:
de_de: Bitte nehmen Sie die benötigten Einstellungen für die Installation des TV-Server vor
el_gr: Παρακαλούμε ορίστε τις απαραίτητες επιλογές για την εγκατάσταση του διακομιστή τηλεόρασης (TV-Server):
es_es: Por favor, selecciona las opciones necesarias para la instalación de TV-Server:
fr_fr: Veuillez séléctionner les options d'installation du TV-Server:
hr_hr: Molim odaberi potebne opcije za instalaciju TV-Servera:
it_it: Impostare le opzioni necessarie all'installazione del TV-Server:
ja_jp: インストールに必要なオプションを設定してください。
mk_mk: Ве молам наместете ги потребните опции за инсталацијата на TV-Server:
nb_no: Vennligst velg de innstillinger som kreves for installasjon av TV-Serveren:
nl_nl: Selecteer de benodigde opties voor de TV-Server installatie:
pl_pl: Proszę wybrać potrzebne opcje instalacji TV-Server
pt_br: Por favor defina as opções necessárias para a instalação do Servidor de TV:
pt_pt: Por favor acerte as opções necessárias para a instalação do Servidor de TV:
ro_ro: Vă rugăm selecționați opțiunile dorite pentru instalarea TV-Server:
ru_ru: Укажите необходимые параметры для установиТВ сервера:
sk_sk: Nastavte potrebné voľby pre inštaláciu TV serveru.
sl_si: Prosim, določite potrebne nastavitve za namestitev TV strežnika:
sr_cyrl_cs: Подесите потребне опције за инсталацију ТВ-сервера:
sr_latn_cs: Podesite potrebne opcije za instalaciju TV-servera:
sv_se: Välj önskade inställningar för installationen av TV-Servern:
tr_tr: TV-Sunucusu kurulumu için gerekli ayarları seçiniz:
zh_cn: 请为TV-Server安装设置必要的选项：

# TvServerSettings_labelInstDir
source: TV-Server installation directory:
cs_cz: Adresář instalace TV serveru:
da_dk: TV-Server installations folder:
de_de: TV-Server Installationsverzeichnis:
el_gr: Φάκελος εγκατάστασης του διακομιστή τηλεόρασης (TV-Server)
es_es: Carpeta de instalación de TV-Server:
fr_fr: Répértoire d'installation du TV-Server:
hr_hr: TV-Server instalacijska mapa:
it_it: Cartella di installazione per TV-Server:
ja_jp: TV-Serverインストール先:
mk_mk: Инсталациона папка на TV-Server:
nb_no: TV-Server installasjons folder:
nl_nl: TV-Server installatiemap:
pl_pl: Folder instalacji TV-Server:
pt_br: Diretório de instalação:
pt_pt: Directoria de instalação do Servidor de TV:
ro_ro: Director de instalare TV-server:
ru_ru: Папка установки ТВ сервера:
sk_sk: Adresár inštalácie TV servera:
sl_si: Namestitveni imenik za TV strežnik:
sr_cyrl_cs: Инсталациони директоријум ТВ-сервера:
sr_latn_cs: Instalacioni direktorijum TV-servera:
sv_se: TV-Server installationsmapp:
tr_tr: TV-Sunucusu kurulum dizini:
zh_cn: TV-Server安装目录：

# TvServerSettings_msgSelectDir
source: Select the installation folder for the TV-Server
cs_cz: Vyberte adresář instalace pro TV server
da_dk: Vælg installationsfolder for TV-Server
de_de: Wählen Sie das Verzeichnis für die TV-Server Installation.
el_gr: Επιλογή φακέλου εγκατάστασης του διακομιστή τηλεόρασης (TV-Server).
es_es: Selecciona la carpeta de instalación para el TV-Server
fr_fr: Séléctionnez le répértoire d'installation du TV-Server
hr_hr: Odredi instalacijsku mapu za TV-Server
it_it: Selezionare la cartella di installazione per TV-Server
ja_jp: TV-Serverインストールフォルダを選択
mk_mk: Одберете инсталациона папка за TV-Server
nb_no: Velg mappen hvor TV-Serveren skal installeres
nl_nl: Selecteer de installatiemap voor TV-Server
pl_pl: Wybierz folder gdzie zainstalujesz TV-Server
pt_br: Selecione o diretório de instalação do Servidor de TV
pt_pt: Seleccione a pasta de instalação do Servidor de TV
ro_ro: Selecționați folder-ul de instalare pentru TV-Server
ru_ru: Укажите папку установки ТВ сервера
sk_sk: Vyberte adresár inštalácie pre TV server
sl_si: Izberite namestitveni imenik za TV strežnik
sr_cyrl_cs: Одаберите инсталациони директоријум за ТВ-сервер
sr_latn_cs: Odaberite instalacioni direktorijum za TV-server
sv_se: Välj installationsmapp för TV-Servern
tr_tr: TV-Sunucusu için kurulum dizini seçiniz
zh_cn: 选择安装TV-Server的文件夹

# Welcome_labelHeading1
source: Thank you for choosing MediaPortal... The FREE OpenSource MediaCenter!
cs_cz: Děkujeme, že jste si vybrali MediaPortal... Otevřené a SVOBODNÉ multimediální centrum!
da_dk: Tak fordi du valgte MediaPortal. The FREE OpenSource MediaCenter!
de_de: Vielen Dank, dass Sie sich für MediaPortal entschieden haben!
el_gr: Ευχαριστούμε που επιλέξατε το MediaPortal.. Το ΔΩΡΕΑΝ OpenSource MediaCenter!
es_es: Gracias por elegir MediaPortal... ¡¡El MediaCenter GRATUITO OpenSource!!
fr_fr: Merci d'avoir choisi MediaPortal.... Le MediaCenter OpenSource GRATUIT!
hr_hr: Hvala za odabir MediaPortala.. Besplatan OpenSource Media Centar!
it_it: Grazie per aver scelto MediaPortal...il MediaCenter OpenSource GRATUITO!
ja_jp: オープンソースで完全無料なメディアセンター、Media Portalをご利用いただきありがとうございます。
mk_mk: Ви благодариме што користите MediaPortal... СЛОБОДНИОТ OpenSource MediaCenter!
nb_no: Takk for at du valgte MediaPortal... The free, OpenSource MediaCenter!
nl_nl: Dank u voor het kiezen voor MediaPortal... Het GRATIS "Open Source" MediaCenter!
pl_pl: Dziękujemy za wybranie MediaPortal...... DARMOWY OpenSource MediaCenter!
pt_br: Obrigado por escolher MediaPortal.... O OpenSource MediaCenter GRATUITO!
pt_pt: Obrigado por escolher MediaPortal... O MediaCenter de Código Aberto GRÁTIS!
ro_ro: Vă mulțumim că ați ales MediaPortal...The FREE OpenSource MediaCenter!
ru_ru: Благодарим Вас за выбор MediaPortal... Бесплатный OpenSource медиацентр !
sk_sk: Ďakujeme, že ste si vybrali MediaPortal... Otvorené a SLOBODNÉ multimediálne centrum!
sl_si: Hvala, ker ste izbrali MediaPortal... BREZPLAČNI odprtokodni medijski center!
sr_cyrl_cs: Хвала што сте одабрали MediaPortal ... Бесплатни OpenSource Медија систем
sr_latn_cs: Hvala što ste odabrali MediaPortal ... Besplatni OpenSource Medija sistem
sv_se: Tack för att du väljer MediaPortal... The FREE OpenSource MediaCenter!
tr_tr: MediaPortal'ı seçtiğiniz için teşekkür ederiz... ÜCRETSİZ AçıkKaynak MediaCenter!
zh_cn: 感谢你选用MediaPortal...免费开源的媒体中心！

# Welcome_labelHeading2
source: This tool will guide you through the installation process
cs_cz: Tento nástroj vás provede procesem instalace
da_dk: Dette installationsprogram vil guide dig igennem installationsprocessen
de_de: Diese Anwendung wird Sie durch den Installationsvorgang begleiten.
el_gr: Αυτή η εφαρμογεί θα σας καθοδηγήσει στη διαδικασία εγκατάστασης
es_es: Esta herramienta te guiará a través del proceso de instalación
fr_fr: Cette application vous guidera tout au long du processus d'installation
hr_hr: Ovaj alat će te voditi kroz postupak instalacije
it_it: Questo strumento vi guiderà attraverso il processo d'installazione
ja_jp: このツールでは、インストール作業の補助をします。
mk_mk: Оваа алатка ќе Ве води низ инсталациониот процес
nb_no: Dette programmet vil guide deg igjennom installasjonsprosessen
nl_nl: Dit programma helpt u bij het installatieproces
pl_pl: Ten program poprowadzi Cię przez wszystkie procedury instalacyjne
pt_br: Esta ferramenta o guiará no processo de instalação
pt_pt: Esta ferramenta irá guiá-lo através do processo de instalação
ro_ro: Acest tool vă va ghida prin procesul de instalare
ru_ru: Это программа проведет Вас через весь путь установки
sk_sk: Tento nástroj vás prevedie procesom inštalácie
sl_si: Ta program vas bo vodil skozi namestitveni proces
sr_cyrl_cs: Овај алат ће вас водити кроз процес инсталације
sr_latn_cs: Ovaj alat će vas voditi kroz proces instalacije
sv_se: Detta installationsprogram kommer att guida dig igenom hela installationsprocessen
tr_tr: Bu araç sizi kurulum süreci boyunca yönlendirecektir
zh_cn: 此工具将全程指导你安装过程

# Welcome_labelHeading3
source: Please select your language before you continue
cs_cz: Vyberte jazyk instalace, než budete pokračovat
da_dk: Angiv dit sprog før du går videre
de_de: Bitte wählen Sie Ihre Sprache:
el_gr: Επιλέξτε τη γλώσσα πριν τη συνέχεια
es_es: Por favor, selecciona el idioma antes de continuar
fr_fr: Veuillez séléctionner votre langue avant de continuer
hr_hr: Molim odaberi jezik prije nastavka
it_it: Selezionare la lingua prima di continuare
ja_jp: まず、ご利用言語を選択してください。
mk_mk: Ве молам, пред да продолжите изберете го Вашиот јазик
nb_no: Vennligst velg språket du vil bruke under installasjonen
nl_nl: Selecteer uw taal alvorens verder te gaan
pl_pl: Proszę wybierz język zanim rozpoczniesz instalację
pt_br: Por favor selecione o idioma antes de pressionar "continuar"
pt_pt: Por favor seleccione a sua linguagem antes de continuar
ro_ro: Selecționați limba inainte de a continua
ru_ru: Укажите язык перед продолжением
sk_sk: Vyberte jazyk inštalácie pred pokračovaním inštalácie
sl_si: Prosim, izberite svoj jezik, preden nadaljujete
sr_cyrl_cs: Одаберите ваш језик пре него наставите
sr_latn_cs: Odaberite vaš jezik pre nego nastavite
sv_se: Välj språk innan du går vidare
tr_tr: Devam etmeden önce kullandığınız dili seçiniz
zh_cn: 在你继续前，请选择你使用的语言

# Finished_labelEbay
source: MediaPortal is FREE - if you bought it on ebay you have been fooled!
cs_cz: MediaPortal je ZDARMA - pokud jste ho koupili na eBay, byli jste podvedeni!
da_dk: MediaPortal er OpenSource! Hvis du har købt det på Ebay er du blevet snydt ;-(
de_de: MediaPortal ist freie, kostenlose GPL-Software!
el_gr: Το ΜediaPortal είναι ΔΩΡΕΑΝ - αν το αγοράσατε στο ebay σας έπιασαν κορόιδο!
es_es: MediaPortal es GRATUITO, si has pagado por él, ¡has sido engañado!
fr_fr: MediaPortal est GRATUIT - Si vous l'avez acheté sur ebay vous avez été victime d'une arnaque!
hr_hr: MediaPortal je besplatan - ako ste ga kupili na ebay-u prevareni ste!
it_it: MediaPortal è GRATUITO - se l'avete comprato su eBay siete stati ingannati!
ja_jp: MediaPortal は完全無料です。ネットオークション等で購入した場合は、騙されちゃってますよ！
mk_mk: MediaPortal е СЛОБОДЕН - ако го купите на ebay ќе бидете измамени!
nb_no: MediaPortal er GRATIS, har du betalt for det har du blitt lurt ;-(
nl_nl: MediaPortal is GRATIS - als u het gekocht heeft via eBay dan bent u opgelicht!
pl_pl: MediaPortal jest oprogramowaniem darmowym! Jeśli go kupiłeś zostałeś oszukany!
pt_br: MediaPortal é GRATUITO! Se você pagou por ele você foi enganado!
pt_pt: MediaPortal é GRÁTIS - se o comprou no ebay foi enganado!
ro_ro: MediaPortal e GRATUIT-Dacă l-ați cumpărat pe ebay ați fost păcălit!
ru_ru: MediaPortal бесплатен - если вы купили его на eBay вы дурак!
sk_sk: MediaPortal je ZDARMA - pokiaľ ste ho kúpili na eBay, boli ste podvedený!
sl_si: MediaPortal je BREZPLAČEN - če ste ga kupili na ebay-u, so vas ogoljufali!
sr_cyrl_cs: MediaPortal је бесплатан. Ако сте платили за софтвер, преварени сте!
sr_latn_cs: MediaPortal je besplatan. Ako ste platili za softver, prevareni ste!
sv_se: MediaPortal är GRATIS - om du har köpt det på ebay så har du blivit lurad!
tr_tr: MediaPortal BEDAVADIR - ebay'den satın aldıysanız kandırıldınız demektir!
zh_cn: MediaPortal是免费的 - 如果你是在ebay网上购买的它，你就是一个傻瓜！

# Install_actionConfigure
source: Configure
cs_cz: Konfigurovat
da_dk: Konfigurer
de_de: Einrichten
el_gr: Ρυθμίσεις
es_es: Configurar
fr_fr: Configurer
hr_hr: Podesi
it_it: Configura
ja_jp: 設定する
mk_mk: Конфигурирај
nb_no: Konfigurer
nl_nl: Configureer
pl_pl: Skonfiguruj
pt_br: Configurar
pt_pt: Configuração
ro_ro: Configurează
ru_ru: Настройка
sk_sk: Konfigurovať
sl_si: Nastavi
sr_cyrl_cs: Подеси
sr_latn_cs: Podesi
sv_se: Konfigurera
tr_tr: Yapılandır
zh_cn: 配置

# Install_actionRemove
source: Remove
cs_cz: Odebrat
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
es_es: Borrar
fr_fr: Désinstaller
hr_hr: Makni
it_it: Rimuovi
ja_jp: 削除
mk_mk: Отстрани
nb_no: Fjern
nl_nl: Verwijder
pl_pl: Skasuj
pt_br: Remover
pt_pt: Remover
ro_ro: Elimină
ru_ru: Удалить
sk_sk: Odobrať
sl_si: Odstrani
sr_cyrl_cs: Одстрани
sr_latn_cs: Odstrani
sv_se: Tar bort
tr_tr: Kaldır
zh_cn: 移除

# Install_errConfigureFailed
source: Configuration failed
cs_cz: Konfigurace se nezdařila
da_dk: Konfigurationen fejlede
de_de: Einrichtung fehlgeschlagen
el_gr: Ρύθμιση απέτυχε
es_es: Error al configurar
fr_fr: Echec de la configuration
hr_hr: Podešenje nije uspjelo
it_it: Configurazione fallita
ja_jp: 設定失敗
mk_mk: Неуспешна конфигурација
nb_no: Konfigureringen feilet
nl_nl: Configuratie mislukt
pl_pl: Konfiguracja nie została zakończona
pt_br: A configuração falhou
pt_pt: Configuração falhou
ro_ro: Configurare eșuată
ru_ru: Сбой настройки
sk_sk: Konfigurácia bola neúspešná
sl_si: Nastavljanje ni uspelo
sr_cyrl_cs: Подешавање није успело
sr_latn_cs: Podešavanje nije uspelo
sv_se: Konfigurationen misslyckades
tr_tr: Yapılandırma başarısız
zh_cn: 配置出错

# Install_errRemoveFailed
source: Uninstall failed
cs_cz: Odinstalace se nezdařila.
da_dk: Afinstallationen fejlede
de_de: Deinstallation fehlgeschlagen
el_gr: Απεγκατάσταση απέτυχε
es_es: Error al desinstalar
fr_fr: Echec de la désinstallation
hr_hr: Deinstalacija nije uspjela
it_it: Rimozione fallita
ja_jp: 削除失敗
mk_mk: Неуспешна деинсталација
nb_no: Avinstallasjonen feilet
nl_nl: Verwijderen mislukt
pl_pl: Deinstalacja nie została zakończona
pt_br: A desinstalação falhou
pt_pt: Desinstalação falhou
ro_ro: Dezinstalare eșuată
ru_ru: Сбой удаления
sk_sk: Odinštalovanie sa nepodarilo
sl_si: Odstranitev ni uspela
sr_cyrl_cs: Де-инсталација није успела
sr_latn_cs: De-instalacija nije uspela
sv_se: Avinstallationen misslyckades
tr_tr: Kaldırma başarız
zh_cn: 卸载出错

# Install_msgConfiguring
source: Configuring...
cs_cz: Konfigurace...
da_dk: Konfigurerer
de_de: Richte ein..
el_gr: Ρύθμιση...
es_es: Configurando...
fr_fr: Configurer
hr_hr: Podešavam
it_it: Configurazione in corso...
ja_jp: 設定中・・・
mk_mk: Конфигурирање
nb_no: Konfigurering
nl_nl: Configureren
pl_pl: Konfiguracja
pt_br: Configurando
pt_pt: Configurando
ro_ro: Configurez
ru_ru: Настройка
sk_sk: Konfigurácia...
sl_si: Nastavljam...
sr_cyrl_cs: Подешавање је у току ...
sr_latn_cs: Podešavanje je u toku ...
sv_se: Konfigurerar
tr_tr: Yapılandırıyor...
zh_cn: 配置......

# Install_stateConfigured
source: Configured
cs_cz: Konfigurováno
da_dk: Konfigureret
de_de: Eingerichtet
el_gr: Ρυθμίστηκε
es_es: Configurado
fr_fr: Configuré
hr_hr: Poedešeno
it_it: Già configurato
ja_jp: 設定完了
mk_mk: Конфигуриран
nb_no: Konfigurert
nl_nl: Gereed
pl_pl: Skonfigurowano
pt_br: Configurado
pt_pt: Configurado
ro_ro: Configurat
ru_ru: Настроен
sk_sk: Nakonfigurované
sl_si: Nastavljen
sr_cyrl_cs: Подешавање је успешно
sr_latn_cs: Podešavanje je uspešno
sv_se: Konfigurerad
tr_tr: Yapılandırdı
zh_cn: 已配置

# Install_stateNotConfigured
source: Not configured
cs_cz: Není konfigurováno
da_dk: Ikke konfigureret
de_de: Nicht angepasst
el_gr: Δεν ρυθμίστηκε
es_es: Sin configurar
fr_fr: Non configuré
hr_hr: Nije podešeno
it_it: Non configurato
ja_jp: 未設定
mk_mk: Неконфигуриран
nb_no: Ikke konfigurert
nl_nl: Niet ingesteld
pl_pl: Nie skonfigurowane
pt_br: Não configurado
pt_pt: Desconfigurado
ro_ro: Neconfigurat
ru_ru: Ненастроен
sk_sk: Nie je nakonfigurované
sl_si: Ni nastavljen
sr_cyrl_cs: Није подешено
sr_latn_cs: Nije podešeno
sv_se: Ej konfigurerad
tr_tr: Yapılandırılmadı
zh_cn: 没有配置

# Install_stateRemoved
source: Removed
cs_cz: Odebráno
da_dk: Ikke installeret
de_de: Entfernt
el_gr: Αφαιρέθηκε
es_es: Eliminado
fr_fr: Désinstallé
hr_hr: Maknuto
it_it: Rimosso
ja_jp: 削除完了
mk_mk: Отстранет
nb_no: Fjernet
nl_nl: Verwijderd
pl_pl: Skasowano
pt_br: Removido
pt_pt: Removido
ro_ro: Eliminat
ru_ru: Удален
sk_sk: Odobraté
sl_si: Odstranjen
sr_cyrl_cs: Одстрањено
sr_latn_cs: Odstranjeno
sv_se: Borttagen
tr_tr: Kaldırıldı
zh_cn: 已移除

# Install_stateUninstall
source: Uninstall
cs_cz: Odinstalovat
da_dk: Afinstallér
de_de: Entfernen
el_gr: Απεγκατάσταση
es_es: Desinstalar
fr_fr: Désinstaller
hr_hr: Deinstalirano
it_it: Disinstalla
ja_jp: アンインストール
mk_mk: Деинсталиран
nb_no: Avinstallert
nl_nl: Deïnstalleren
pl_pl: Deinstalacja
pt_br: Desinstalado
pt_pt: Desinstalar
ro_ro: Dezinstalez
ru_ru: Удалить
sk_sk: Odinštalované
sl_si: Odstrani
sr_cyrl_cs: Де-инсталирај
sr_latn_cs: De-instaliraj
sv_se: Avinstallerar
tr_tr: Kaldırıldı
zh_cn: 卸载
