Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# CustomInstallation_labelClient
source: This will only install MediaPortal. To watch TV it will connect to a dedicated TV-Server in your local area network.
cs_cz: Toto nainstaluje pouze MediaPortal. Pro sledování televize se připojí k vyhrazenému TV serveru ve vaší místní síti.
da_dk: Denne installerer kun MediaPortal. For at se TV vil der forbindes til en TV-Server i dit netværk.
de_de: Es wird nur MediaPortal installiert. Zum Fernsehen verbindet sich MediaPortal mit einem TV-Server in Ihrem Netzwerk.
el_gr: Με αυτό θα εγκατασταθεί μόνον το MediaPortal. Για να παρακολουθήσετε τηλεόραση θα συνδεθεί σε έναν διακομιστή τηλεόρασης (TV-Server) στο δίκτυό σας.
es_es: Esto sólo instalará MediaPortal 1.0. Para ver la TV se conectará a un TV-Server (servidor) dedicado de tu red.
fr_fr: Seul MediaPortal sera installé. Pour regarder la TV il se connectera à un TV-Server dédié sur votre LAN.
hr_hr: Instalirati će se samo MediaPortal 1.0. Za gledanje televizije potrebno se spojiti na TV-Server u LAN mreži.
it_it: Questa scelta installerà solamente MediaPortal 1.0. Per guardare la TV si connetterà a un Tv-Server dedicato nella rete LAN.
ja_jp: MediaPortal のみをインストールします。テレビを見るためには、TV-ServerをLANに接続してください。
mk_mk: Ќе се инсталира само MediaPortal. За гледање TV тој ќе се конектира на специјализиран TV-Server на Вашата LAN.
nb_no: Denne installerer MediaPortal med TV-klienten, slik at du kan streame TV fra en TV-Server på nettverket ditt.
nl_nl: Hiermee installeert u alleen MediaPortal. Om TV te kijken moet er verbinding gemaakt worden met een TV-Server in uw netwerk.
pl_pl: Ta opcja zainstaluje tylko MediaPortal. Aby oglądać telewizję nastąpi połączenie z TV-Server poprzez LAN.
pt_br: Somente será instalado o MediaPortal. Para assistir TV será necessária a conexão com um servidor de TV dedicado em sua rede local.
pt_pt: Será apenas instalado o MediaPortal. Para ver TV irá conectar-se a um servidor de TV dedicado na sua LAN.
ro_ro: Aceasta va instala numai MediaPortal. Pentru a vedea TV-ul se va conecta la un Tv Server dedicat intr-o rețea LAN
ru_ru: Будет установлен только MediaPortal 1.0. Для просмотра ТВ программ он будет поключаться к выделенному серверу TV-Server в локальной сети.
sk_sk: Toto nainštaluje len MediaPortal. Na sledovanie televízie sa pripojí k vyhradenému TV serveru vo vašej miestnej sieti.
sl_si: S to izbiro bo nameščen le MediaPortal. Za gledanje televizije se bo odjemalec povezal na namenski TV strežnik v vašem lokalnem omrežju.
sr_cyrl_cs: Овим ћете инсталирати само MediaPortal. Да би гледали тв MediaPortal ће се прикључити на ТВ-сервер који се налази на вашој мрежи.
sr_latn_cs: Ovim ćete instalirati samo MediaPortal. Da bi gledali tv MediaPortal će se priključiti na TV-server koji se nalazi na vašoj mreži.
sv_se: Detta kommer endast installera MediaPortal. För att titta på TV, kommer den att koppla upp sig mot en TV-Server i ditt lokala nätverk.
tr_tr: Bu seçenek sadece MediaPortal kurulumunu yapacaktır. TV izlemek için yerel ağınızda bulunan bir TV-Sunucusu'na bağlanacaktır.
zh_cn: 客户端安装仅安装MediaPortal。要观看电视MediaPortal需连接到本地网络中的一个专用TV-Server服务器。

# CustomInstallation_rbSingleSeat
source: Singleseat Installation
cs_cz: Samostatná instalace
da_dk: Installation til kun en enkelt computer
de_de: MediaPortal "Einzelplatz"-Installation (alles auf einem Rechner)
el_gr: Εγκατάσταση για έναν υπολογιστή (Singleseat)
es_es: Instalación completa en un puesto (singleseat)
fr_fr: Installation PC Unique
hr_hr: Instalacija na jedno računalo.
it_it: MediaPortal "Singleseat"
ja_jp: 統合環境インストール
nb_no: Singleseat installajon
nl_nl: Installatie op 1 PC (Single seat)
pl_pl: Instalacja jednostanowiskowa
pt_br: Instalação Posição Única
pt_pt: Instalação Única
ro_ro: Instalare Singleseat
ru_ru: Локальная установка
sk_sk: Samostatná inštalácia
sl_si: Namestitev vsega na enem računalniku
sr_cyrl_cs: Инсталација за само један рачунар
sr_latn_cs: Instalacija za samo jedan računar
sv_se: Kombinerad installation
tr_tr: Tekli Kurulum
zh_cn: 单一位置安装

# CustomInstallation_labelSingleSeat
source: This is the right setup for you if the TV-Cards are installed in the same PC as you want to use MediaPortal and watch TV on MediaPortal.
cs_cz: Toto je správné nastavení, pokud je televizní karta nainstalovaná ve stejném počítači, na kterém chcete používat MediaPortal a sledovat televizi v MediaPortalu.
da_dk: Vælg denne, hvis alle tv-kort er installeret i den samme PC som skal bruges til MediaPortal.
de_de: Diese Auswahl ist die richtige, wenn Sie MediaPortal und den TV-Server auf einem PC installieren wollen.
el_gr: Αυτός είναι ο τύπος εγκατάστασης για αυτούς που έχουν τις κάρτες τηλεόρασης εγκατεστημένες στον υπολογιστή που θα βλέπουν τηλεόραση και στον οποίο θα χρησιμοποιηθεί το MediaPortal
es_es: Esta es la configuración adecuada si las tarjetas de TV están instaladas en el mismo PC en el que está instalado MediaPortal y en el que vas a ver TV con MediaPortal 1.0.
fr_fr: Choisissez ce type d'installation si vos cartes TV sont installées sur le même PC que celui sur lequel vous allez utiliser MediaPortal.
hr_hr: Ovo je potreban izbor ako su TV kartice instalirane u istom računalu na kojem ćete koristiti MediPortal i gledati televiziju u njemu.
it_it: Questa è la scelta giusta se le vostre schede TV sono installate nelle stesso PC in cui userete MediaPortal per guardare la TV.
ja_jp: TVチューナカードを装備したPCでMediaPortalを利用する場合は、こちらのインストールを選びます。
mk_mk: Ова е вистинскиот setup за Вас ако TV-картичката е инсталирана на истиот PC каде што сакате да го користите MediaPortal и да гледате TV на MediaPortal.
nb_no: Dette oppsettet er for deg som har TV-kort installert på samme PC som du ønsker å bruke MediaPortal til å se på TV med.
nl_nl: Dit is de juiste setup als uw TV-kaarten in dezelfde PC geïnstalleerd zijn waarop u MediaPortal wilt gebruiken en TV wilt kijken met MediaPortal.
pl_pl: To jest właściwa instalacja jeśli masz zamontowane karty telewizyjne na tym komputerze i chcesz na nim oglądać również programy telewizyjne.
pt_br: Está é a melhor opção se as placas de TV estão instaladas no mesmo PC que você deseja utilizar o MediaPortal e assistir TV utilizando o MediaPortal.
pt_pt: Esta é a configuração correcta se tem uma placa de TV instalada no mesmo PC onde pretende usar o MediaPortal e pretende ver TV no MediaPortal.
ro_ro: Aceasta este setarea corectă dacă Plăcile TV sunt instalate pe același PC cu care doriți sa utilizați MediaPortal și să vedeți TV-ul cu Mediaportal.
ru_ru: Это настройка рекомендуется, если ТВ-тюнер установлен на том же компьютере на котором Вы собираетесь использовать MediaPortal и смотреть ТВ-программы.
sk_sk: Toto je správné nastavenie, pokiaľ je televizna karta nainštalovaná v tom istom počítači, na ktorom chcete používať MediaPortal a sledovať televíziu v MediaPortaly.
sl_si: To je prava namestitev za vas, če so TV kartice v računalniku, ki bo uporabljan tudi za MediaPortal in za gledanje televizije.
sr_cyrl_cs: Ово је права инсталација уколико вам је ТВ картица на истом рачунару на коме желите да инсталирате MediaPortal и да гледате телевизију уз помоћ MediaPortal-a.
sr_latn_cs: Ovo je prava instalacija ukoliko vam je TV kartica na istom računaru na kome želite da instalirate MediaPortal i da gledate televiziju uz pomoć MediaPortal-a.
sv_se: Detta är det rätta valet om du har TV-korten installerade på samma dator som du vill använda för att titta på TV med MediaPortal.
tr_tr: Eğer TV kartlarınız, MediaPortal'ı kullanacağınız ve TV izleyeceğiniz bilgisayarda takılıysa, bu kurulum sizin için uygundur.
zh_cn: 如果电视卡是与MediaPortal安装在同一台电脑上，你要使用MediaPortal并在MediaPortal上观看电视，单一位置安装就是你正确的安装方式。

# CustomInstallation_rbTvServerMaster
source: Dedicated TV-Server (master)
cs_cz: Vyhrazený TV server (hlavní)
da_dk: Dedikeret TV-Server (primær server)
de_de: MediaPortal dedizierter TV-Server (Master Server mit SQL Server, ohne MediaPortal)
el_gr: Αποκλειστικός Διακομιστής Τηλεόρασης (Κύριος)
es_es: Servidor dedicado de TV -Server (maestro)
fr_fr: TV-Server dédié (Maitre)
hr_hr: TV-Server (master)
it_it: MediaPortal TV-Server dedicato
ja_jp: TV-Server（マスター）
mk_mk: Специјализиран TV-Server (master)
nb_no: Dedikert TV-Server (hoved)
pl_pl: Obecny TV-Server (master)
pt_br: Servidor de TV dedicado (principal)
pt_pt: Servidor de TV dedicado (principal)
ro_ro: TV-Server Dedicat (master)
ru_ru: Выделенный ТВ-Сервер (главный)
sk_sk: Vyhradený TV server (hlavný)
sl_si: Namenski TV strežnik (glavni strežnik)
sr_cyrl_cs: Локални ТВ-сервер (главни)
sr_latn_cs: Lokalni TV-server (glavni)
sv_se: Dedikerad TV-Server (master)
tr_tr: TV-Sunucusu (Asil)
zh_cn: 专用TV-Server(主服务器）

# CustomInstallation_labelMaster
source: This will only install the MediaPortal TV-Server on this PC. The PC will then act as a dedicated TV-Server and provide other PC's in your LAN with TV. (database installation required)
cs_cz: Toto naistaluje MediaPortal TV server na tento počítač. Počítač pak bude sloužit jako vyhrazený TV server a bude poskytovat televizní vysílání ostatním počítačům ve vaší místní síti. (vyžadována instalace databáze)
da_dk: Kun TV-Server installeres på denne PC. Denne PC vil fungere som dedikeret TV-Server og giver mulighed for TV på andre PC'er (klienter) i netværket. (Installation af database er nødvendig)
de_de: Es wird nur der MediaPortal TV-Server installiert. Dieser PC versorgt andere PCs mit MediaPortal in Ihrem Netzwerk.
el_gr: Με αυτό θα εγκατασταθεί ο διακομιστής τηλεόρασης (TV-Server) σε αυτόν τον υπολογιστή. Έτσι αυτός ο υπολογιστής θα λειτουργεί ως αφοσιωμένος διακομιστής και θα διαμοιράζει τηλεοπτικές μεταδόσεις σε άλλους υπολογιστές στο δίκτυό σας.(υποχρεωτική εγκατάσταση βάσης δεδομένων)
es_es: Esta opción solo instalará el Servidor de MediaPortal TV-Server en este PC. El PC actuará como servidor dedicado de TV-Server y proveerá de TV otros PC 's de tu red (requiere instalar la Base de Datos)
fr_fr: Seul le TV-Server sera installé sur ce PC. Ce PC sera utilisé comme TV-Server dédié et distribuera la TV aux autres PC de votre réseau LAN. (Installation d'une base de données requise)
hr_hr: Instalirati će se samo MediaPortal TV-Server na ovo računalo. Računalo postaje posvećeni TV-Server i poslužuje ostala računala u LAN mreži televizijom. (potrebna instalacija baze podataka)
it_it: Questa scelta installerà solo MediaPortal TV-Server su questo PC. Il PC si comporterà quindi come un TV-Server dedicato e fornirà la TV ad altri PC nella LAN. (richiesta installazione database)
ja_jp: MediaPortal TV-Serverのみをインストールします。 このPCでLANに接続されたPCにテレビコンテンツを提供します。（データベースのインストールが必要）
mk_mk: Ќе се инсталира само MediaPortal TV-Server на овој PC. PC-то ќе се однесува како специјализиран TV-Server и ќе ги снабдува со TV другите PC-ја во Вашата LAN. (потребна е инсталација на база на податоци)
nb_no: Denne vil bare installere MediaPortal TV-Server på denne PC-en. PC-en vil da fungere som en TV-Server og gi andre PC-er på ditt nettverk tilgang til TV (installasjon av database er nødvendig).
nl_nl: Hiermee installeert u alleen de MediaPortal TV-server op deze PC. De PC is daarmee een dedicated TV-server en verzorgt het TV-signaal voor andere PC's in uw netwerk. (Database-installatie noodzakelijk.)
pl_pl: Ta opcja zainstaluje tylko MediaPortal TV-Server na Twoim komputerze. Ten komputerem będzie pełnił tylko rolę serwera oraz będzie dostarczał programy telewizyjne innym komputerom w Twojej sieci komputerowej (baza danych musi być zainstalowana na tym komputerze)
pt_br: Somente instalará o Servidor de TV do MediaPortal em este PC. O PC atuará como um servidor dedicado de TV e proverá a outros PCs na sua rede local o sinal de TV (instalação de base de dados requerida)
pt_pt: Será apenas instalado o servidor de TV do MediaPortal neste PC. O PC será utilizado como um servidor de TV dedicado e fornece outros PC's na sua LAN com TV (instalação da base de dados requerida)
ro_ro: Acesta va instala numai MediaPortal TV-Server pe acest PC In acest caz PC-ul se va comporta ca un TV-Server si va transimte semnalul TV celorlalte PC-uri din rețeaua dumneavoastră LAN. (este necesară instalarea unui database)
ru_ru: Будет установлен только сервер MediaPortal. Компьютер будет выступать в роли выделенного сервера и использоваться другим компьютера в локальной сети для просмотра ТВ. (требуется установка базы данных)
sk_sk: Toto nainštaluje len MediaPortal TV server na tento počítač. Počítač potom bude slúžiť ako vyhradený TV server a bude poskytovať televízne vysielanie ostatným počítačom vo vašej miestnej sieti. (vyžaduje sa inštalácia databázy)
sl_si: S to izbiro bo nameščen le MediaPortal TV strežnik na tem računalniku. Računalnik bo potem deloval kot namenski TV strežnik in bo posredoval TV signal ostalim računalnikov v vaši domači mreži. (Namestitev podatkovnega strežnika zahtevana)
sr_cyrl_cs: Овим ћете инсталирати MediaPortal ТВ-сервер на овом рачунару Рачунар ће радити као локални ТВ-сервер и омогућиће другим рачунарима на вашој мрежи пристум ТВ картицама. (Потребна је инсталација базе података)
sr_latn_cs: Ovim ćete instalirati MediaPortal TV-server na ovom računaru Računar će raditi kao lokalni TV-server i omogućiće drugim računarima na vašoj mreži pristum TV karticama. (Potrebna je instalacija baze podataka)
sv_se: Detta kommer endast installera MediaPortal TV-Server på denna dator. Denna dator kommer att fungera som en dedikerad TV-Server och leverera TV till andra datorer i ditt lokala nätverk. (Databas måste installeras.)
tr_tr: Bu seçenek sadece MediaPortal TV-Sunucusu'nu kuracaktır. Bilgisayarınız TV-Sunucusu gibi çalışacak ve yerel ağ üzerindeki diğer bilgisayarlara TV sağlayacaktır. (veritabanı kurulumu gereklidir)
zh_cn: 主服务器安装仅在这台电脑上安装MediaPortal TV-Server服务器。 这台电脑将扮演专用TV-Server服务器给你局域网的其它电脑提供电视服务（需要安装数据库）

# MainWindow_browseButton
source: Browse
cs_cz: Procházet
da_dk: Gennemse
de_de: Durchsuchen
el_gr: Περιήγηση
es_es: Explorar
fr_fr: Parcourir
it_it: Cerca
mk_mk: Листај
nb_no: Finn
nl_nl: Doorzoeken
pt_br: Procurar
ro_ro: Răsfoiește
sk_sk: Prechádzať
sl_si: Brskaj
sr_cyrl_cs: Потражи
sr_latn_cs: Potraži
sv_se: Bläddra
tr_tr: Göz At
zh_cn: 浏览

# DBMSSettings_checkBoxFirewall
source: Configure Windows Firewall to allow external access to database server
cs_cz: Nastavit Winodows Firewall, aby umožnil externí přístup k databázovému serveru
da_dk: Konfigurer Windows Firewall til at give ekstern adgang til database serveren
de_de: Windows Firewall für externen Zugriff auf Datenbankserver konfigurieren.
el_gr: Ρύθμιση του τείχους προστασίας των Windows να επιτρέπεται εξωτερική πρόσβαση στον διακομιστή της βάσης δεδομένων
es_es: Configura el Firewall (cortafuegos) de Windows para acceso remoto a la BD del servidor.
fr_fr: Configurer le Pare-Feu Windows pour permettre l'accès à la base de données depuis les autres PC
hr_hr: Podesi Windows vatrozid za vanjski pristup bazi podataka
it_it: Configura il firewall di Windows per permettere accessi esterni al database server
ja_jp: データベースサーバへのアクセスができるよう、Windowsファイヤウォールの許可設定を行ないます。
mk_mk: Конфигурирајте го Windows Firewall да дозволува пристап од надвор до серверот на базата на податоци
nb_no: Konfigurer Windows Firewall til å akseptere eksterne tilkoblinger til databasen.
nl_nl: Configureer uw firewall zodat deze verbinding met de database server toestaat
pl_pl: Konfigurowanie Windows Firewall w celu umożliwienia dostępu do serwera bazy danych.
pt_br: Configure o Firewall do Windows para permitir acesso externo a base de dados do servidor
pt_pt: Configura a Firewall do Windows para permitir o acesso externo à base de dados do servidor
ro_ro: Configurează Windows Firewall să permită acces extern către server-ul database
ru_ru: Настройка брандмауера Windows для разрешения доступа к серверу базы данных
sk_sk: Nastaviť Windows Firewall, aby umožnil prístup k databázovému serveru z vonka
sl_si: Nastavi Windows požarni zid, da bo omogočen zunanji dostop do podatkovnega strežnika
sr_cyrl_cs: Подеси Windows Firewall да дозволи спољни приступ серверу базе података
sr_latn_cs: Podesi Windows Firewall da dozvoli spoljni pristup serveru baze podataka
sv_se: Konfigurerar Windows brandvägg för att tillåta extern åtkomst till databasserver
tr_tr: Veritabanı sunucusuna harici erişim izni vermek için Windows Güvenlik Duvarı'nı yapılandır
zh_cn: 配置Windows防火墙允许外界访问数据库服务器

# DBMSSettings_errInvalidInstallationPath
source: You have to supply a valid installation path for the SQL-Server.
cs_cz: Musíte zadat platnou instalační cestu pro SQL server.
de_de: Sie müssen einen gültigen Installationspfad für den SQL-Server eintragen.
el_gr: Πρέπει να δώσετε ένα έγκυρο path εγκατάστασης για τον SQL-Server.
es_es: Tienes que suministrar una ruta válida para la instalación de SQL-Server.
fr_fr: Vous devez fournir un chemin d'installation valide pour le serveur SQL.
hr_hr: Moraš unijeti ispravan put instalacije za SQL-Server.
it_it: E' necessario fornire una cartella valida di installazione per SQL-Server.
ja_jp: SQL-Serverをインストールするためには、有効なパスを指定する必要はあります。
mk_mk: Мора да обезбедите валидна инсталациона патека за SQL-Server.
nb_no: Du må sette en gyldig mappesti til SQL Server.
nl_nl: U moet een juist installatiepad opgeven voor de SQL-Server.
pl_pl: Wybierz miejsce instalacji SQL-Server.
pt_br: Você necessita fornecer um diretório valido para a instalação do servidor SQL
pt_pt: Tem que fornecer um caminho de instalação válido para o Servidor SQL.
ro_ro: Trebuie să furnizați o locație validă pentru SQL-Server
ru_ru: Вы указали корректный путь для SQL сервера.
sk_sk: Musíte zadať platnú inštalačnú cestu pre SQL-Server.
sl_si: Določiti morate pravilno namestitveno pot za podatkovni strežnik.
sr_cyrl_cs: Одредите локацију за инсталацију SQL-сервера.
sr_latn_cs: Odredite lokaciju za instalaciju SQL-servera.
sv_se: Du måste välja en giltig installationssökväg för SQL-Serven.
tr_tr: SQL-Sunucusu kurulumu için geçerli bir kurulum dizini tanımlamalısınız.
zh_cn: 你必须为SQL-Server提供一个合法的安装路径。

# DBMSSettings_errPasswordMissing
source: You have to supply a password for the admin SQL-Server user.
cs_cz: Musíte zadat heslo pro administrátora SQL serveru.
da_dk: You have to supply a password for the SQL-Server user.
de_de: Sie müssen ein Passwort für den Benutzer des SQL-Servers eintragen.
el_gr: Πρέπει να δώσετε έναν κωδικό (password) διαχειριστήSQL-Server.
es_es: Tienes que suministrar una contraseña para el usuario "sa" de SQL-Server.
fr_fr: Vous devez fournir un mot de passe pour l'utilisateur du serveur SQL
hr_hr: Moraš unijeti administratorsku lozinku za SQL-Server.
it_it: E' necessario inserire la password per l'utente di amministrazione di SQL-Server.
ja_jp: SQL-Serverのユーザ"sa"のパスワードを指定する必要はあります。
mk_mk: Мора да обезбедите лозинка за "sa" корисникот на SQL-Server.
nb_no: Du må velge et passord for SQL Server administratoren.
nl_nl: U moet een een wachtwoord opgeven voor de beheerder van de SQL-Server.
pl_pl: Wpisz hasło dla użytkownika "sa" bazy SQL-Server
pt_br: Você deve fornecer uma senha para o usuário no servidor SQL.
pt_pt: Tem que fornecer uma palavra passe para o utilizador administrador do Servidor SQL.
ro_ro: Furnizați parola de admin pentru user-ul SQL-Server
ru_ru: Вы указали пароль для пользователя SQL сервера
sk_sk: Musíte zadať heslo pre administrátora SQL servera.
sl_si: Prosim, vpišite geslo za administratorski račun podatkovnega strežnika.
sr_cyrl_cs: Одредите администраторску лозинку за SQL-сервер
sr_latn_cs: Odredite administratorsku lozinku za SQL-server
sv_se: Du måste välja ett lösenord för SQL-serverns administratör.
tr_tr: SQL-Sunucu yönetici (admin) kullanıcısı için bir şifre tanımlamalısınız.
zh_cn: 你必须为SQL-Server的管理员用户提供一个密码。

# DBMSSettings_labelHeading
source: Please set the needed options for the SQL-Server installation:
cs_cz: Nastavte potřebné volby pro instalaci SQL serveru.
da_dk: Vælg indstillinger for SQL-Server (database) installationen:
de_de: Bitte nehmen Sie die benötigten Einstellungen für die Installation des SQL-Servers vor
el_gr: Πρέπει να ορίσετε τις απαιτούμενες επιλογές για την εγκατάσταση του SQL-Server.
es_es: Por favor, selecciona las opciones necesarias para la instalación de SQL-Server.
fr_fr: Veuillez choisir les options d'installation du serveur SQL:
hr_hr: Molim podesi potrebne postavke za SQL-Server instalaciju.
it_it: Inserire le opzioni necessarie all'installazione di SQL-Server
ja_jp: SQL-Serverインストールのための必須設定項目を指定してください。
mk_mk: Ве молам наместете ги бараните опции за инсталација на SQL-Server-от.
nb_no: Vennligst konfigurer de nødvendige innstillingene for SQL Server:
nl_nl: Selecteer de benodigde opties voor de SQL-Server installatie:
pl_pl: Wybierz opcje instalacji SQL-Server
pt_br: Por favor, selecione as opções necessárias para a instalação do Servidor SQL:
pt_pt: Por favor acerte as opções necessária para a instalação do Servidor SQL:
ro_ro: Vă rugăm setați toate opțiunile necesare pentru instalarea SQL-Server:
ru_ru: Укажите необходимые параметры для устанвки SQL сервера:
sk_sk: Nastavte potrebné voľby pre inštaláciu SQL-Servera.
sl_si: Prosim, določite potrebne nastavitve za namestitev podatkovnega strežnika:
sr_cyrl_cs: Подесите потребне опције за SQL-сервер инсталацију:
sr_latn_cs: Podesite potrebne opcije za SQL-server instalaciju:
sv_se: Välj önskade inställningar för installationen av SQL-servern:
tr_tr: Lütfen SQL-Sunucusu kurulumu için gerekli ayarları seçiniz:
zh_cn: 请为SQL-Server安装设置必须的选项：

# DBMSSettings_labelInstDir
source: Installation directory
cs_cz: Adresář instalace
da_dk: Installations folder
de_de: Installationsverzeichnis
el_gr: Φάκελος εγκατάστασης
es_es: Directorio de instalación
fr_fr: Répertoire d'installation
hr_hr: Mapa instalacije
it_it: Cartella d'installazione
ja_jp: インストール先ディレクトリ
mk_mk: Инсталационен директориум
nb_no: Installasjonsmappe:
nl_nl: Installatiemap
pl_pl: Miejsce instalacji
pt_br: Diretório de instalação
pt_pt: Directoria de instalação
ro_ro: Directory de instalare
ru_ru: Папка установки
sk_sk: Adresár inštalácie
sl_si: Namestitveni imenik
sr_cyrl_cs: Директоријум инсталације
sr_latn_cs: Direktorijum instalacije
sv_se: Installationsmapp
tr_tr: Kurulum dizini
zh_cn: 安装目录

# DBMSSettings_labelPassword
source: Password for admin user of the SQL Server
cs_cz: Heslo pro administrátora SQL serveru
da_dk: Password for brugeren på SQL Serveren
de_de: Passwort des Benutzers im SQL Server
el_gr: Κωδικός διαχειριστή για τον SQL-Server
es_es: Contraseña para el usuario "sa" de SQL-Server
fr_fr: Mot de passe pour l'utilisateur du serveur SQL
hr_hr: Lozinka administratora SQL-Servera
it_it: Password per l'utente di amministrazione di SQL Server
ja_jp: SQL-Serverのユーザ"sa"のパスワード
mk_mk: Лозинка за "sa" корисник на SQL Server-от
nb_no: Passord for brukeren i SQL Server
nl_nl: Wachtwoord voor de beheerder van de SQL Server
pl_pl: Hasło dla użytkownika "sa" bazy SQL Server
pt_br: Senha para o usuário do Servidor SQL
pt_pt: Palavra passe para o utilizador administrador do Servidor SQL
ro_ro: Parola de admin user pentru SQL-Server
ru_ru: Пароль для пользователя SQL сервера
sk_sk: Heslo pre administrátora SQL-Servera
sl_si: Geslo za administratorski račun podatkovnega strežnika
sr_cyrl_cs: SQL-сервер лозинка за администратора
sr_latn_cs: SQL-server lozinka za administratora
sv_se: Lösenord för administratören av SQL-servern
tr_tr: SQL-Sunucusu yönetici (admin) kullanıcısı için şifre
zh_cn: SQL Server管理员用户密码
