Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# Install_errInstallFailed
source: Failed to install application [{0}]
cs_cz: Instalace aplikace [{0}] se nezdařila
da_dk: Installationen af applikationen fejlede [{0}]
de_de: Es ist ein Fehler bei der Installation der Anwendung [{0}] aufgetreten
el_gr: Η εγκατάσταση της εφαρμογής απέτυχε [{0}]
es_es: Ha fallado la instalación de la aplicación [{0}]
fr_fr: Echec d'installation de l'application [{0}]
hr_hr: Greška pri instalaciji aplikacije [{0}]
it_it: Errore durante l'installazione dell'applicazione [{0}]
ja_jp: [{0}] のインストールに失敗しました。
mk_mk: Неуспешна инсталација на апликацијата [{0}]
nb_no: En feil oppstod under installasjonen av programmet [{0}]
nl_nl: Installeren programma [{0}] mislukt
pl_pl: Programu nie zainstalowano [{0}]
pt_br: Falha ao instalar o aplicativo [{0}]
pt_pt: Falha na instalação da aplicação [{0}]
ro_ro: Instalarea aplicativului nereușită [{0}]
ru_ru: Сбой при установке приложения [{0}]
sk_sk: Inštalácia aplikácie [{0}] sa nepodarila
sl_si: Neuspešna namestitev programa [{0}]
sr_cyrl_cs: Инсталација програма није успела [{0}]
sr_latn_cs: Instalacija programa nije uspela [{0}]
sv_se: Misslyckades installera applikation [{0}]
tr_tr: Uygulamayı kurulum başarısız [{0}]
zh_cn: 不能安装应用 [{0}]

# Install_labelHeadingInstall
source: Press the "install" button to perform all necessary actions to install your setup
cs_cz: Stiskněte tlačítko „Instalovat” pro spuštění všech nezbytných akcí k instalaci
da_dk: Tryk på "Installér" for at udføre alle handlinger for installationen
de_de: Klicken Sie "Installieren", um alle für die gewählte Konfiguration notwendigen Anwendungen zu installieren.
el_gr: Πατήστε το κουμπί "Εγκατάσταση" για να γίνουν όλες οι απαραίτητες αλλαγές για την εγκατάσταση
es_es: Pulsa "Instalar" para que se realicen todas las acciones necesarias para finalizar tu configuración
fr_fr: Appuyez sur le bouton "Install" pour effectuer toutes les opérations nécessaires à votre installation
hr_hr: Pristisni "instaliraj" da bi se izvršilo sve potrebno za instalaciju
it_it: Premere il bottone "installa" per eseguire tutte le azioni richieste dalla vostra installazione
ja_jp: "インストール"ボタンをクリックするとインストール処理を開始します。
mk_mk: Притиснете го копчето „Инсталирај“ да се извршат сите потребни акции за инсталација на Вашиот setup
nb_no: Klikk på “Installer” knappen for å starte installasjonen.
nl_nl: Klik op Installeren om te starten met de installatie
pl_pl: Naciśnij "instaluj" aby rozpocząć instalację
pt_br: Pressione o botão "instalar" para executar todas as ações necessárias para a instalação
pt_pt: Pressione o botão "instalar" para efectuar todas a acções necessária para instalar a sua configuração
ro_ro: Apăsți butonul ”Instalare” să porniți toate acțiunile necesare pentru instalare
ru_ru: Нажмите Установить для начала установки
sk_sk: Kliknite na tlačítko "Inštalovať" na spustenie všetkých potrebných akcií k inštalácii
sl_si: Pritisnite "Namesti" za izvajanje vseh potrebnih potrebnih postopkov za namestitev
sr_cyrl_cs: Кликни на инсталационо дугме да би се покренула инсталација
sr_latn_cs: Klikni na instalaciono dugme da bi se pokrenula instalacija
sv_se: Tryck på "Installera"-knappen för att utföra alla nödvändiga åtgärder för att installera dina val.
tr_tr: Kurulum için gerekli tüm aksiyonları uygulamak için "Kur" düğmesine basınız
zh_cn: 点击“安装”按钮执行所有必需的活动来安装你的设置

# Install_msgDownloading
source: Downloading...
cs_cz: Stahování...
da_dk: Downloader...
de_de: Download läuft...
el_gr: Φόρτωση...
es_es: Descargando...
fr_fr: Téléchargement en cours...
hr_hr: Preuzimam...
it_it: Scarico in corso...
ja_jp: ダウンロード中・・・
mk_mk: Симнувам...
nb_no: Laster ned...
nl_nl: Downloaden...
pl_pl: Ściąganie...
pt_br: Descarregando...
pt_pt: Transferindo...
ro_ro: Descărcare...
ru_ru: Загрузка....
sk_sk: Sťahovanie...
sl_si: Nalagam...
sr_cyrl_cs: Преузимање ...
sr_latn_cs: Preuzimanje ...
sv_se: Laddar ner...
tr_tr: İndiriyor....
zh_cn: 下载......

# Install_msgInstalling
source: Installing...
cs_cz: Instalace...
da_dk: Installerer...
de_de: Installiere...
el_gr: Εγκατάσταση...
es_es: Instalando...
fr_fr: Installation en cours...
hr_hr: Instaliram...
it_it: Installazione in corso...
ja_jp: インストール中・・・
mk_mk: Инсталирам...
nb_no: Installerer...
nl_nl: Installeren...
pl_pl: Instalacja...
pt_br: Instalando...
pt_pt: Instalando...
ro_ro: Instalare...
ru_ru: Установка...
sk_sk: Inštalácia...
sl_si: Nameščam...
sr_cyrl_cs: Инсталација ...
sr_latn_cs: Instalacija ...
sv_se: Installerar...
tr_tr: Kuruyor...
zh_cn: 安装......

# Install_msgUninstalling
source: Uninstalling...
cs_cz: Odinstalace...
da_dk: Afinstallerer...
de_de: Deinstalliere...
el_gr: Απεγκατάσταση...
es_es: Desinstalando...
fr_fr: Désinstallation...
hr_hr: Deinstaliram...
it_it: Rimozione in corso...
ja_jp: アンインストール中・・・
mk_mk: Деинсталирам...
nb_no: Avinstallerer...
nl_nl: Deïnstalleren...
pl_pl: Deinstalacja...
pt_br: Desinstalando...
pt_pt: Desinstalando...
ro_ro: Dezinstalare...
ru_ru: Удаление...
sk_sk: Odinštalovanie...
sl_si: Odstranjam...
sr_cyrl_cs: Де-инсталација ...
sr_latn_cs: De-instalacija ...
sv_se: Avinstallerar...
tr_tr: Kaldırılıyor...
zh_cn: 卸载......

# Install_stateInstalled
source: Installed
cs_cz: Nainstalováno
da_dk: Installeret
de_de: Installiert
el_gr: Εγκατεστημένο
es_es: Instalado
fr_fr: Installé
hr_hr: Instalirano
it_it: Già installato
ja_jp: インストール済み
mk_mk: Инсталиран
nb_no: Installert
nl_nl: Geïnstalleerd
pl_pl: Zainstalowano
pt_br: Instalado
pt_pt: Instalado
ro_ro: Instalat
ru_ru: Установлен
sk_sk: Nainštalované
sl_si: Nameščen
sr_cyrl_cs: Инсталирано
sr_latn_cs: Instalirano
sv_se: Installerad
tr_tr: Kurdu
zh_cn: 已安装

# Install_stateNotInstalled
source: Not installed
cs_cz: Nenainstalováno
da_dk: Ikke installeret
de_de: Nicht installiert
el_gr: Μη εγκατεστημένο
es_es: No instalado
fr_fr: Non installé
hr_hr: Nije instalirano
it_it: Non installato
ja_jp: 未インストール
mk_mk: Не е инсталиран
nb_no: Ikke installert
nl_nl: Niet geïnstalleerd
pl_pl: Nie zainstalowano
pt_br: Não Instalado
pt_pt: Não instalado
ro_ro: Neinstalat
ru_ru: Не установлен
sk_sk: Nenainštalované
sl_si: Ni nameščen
sr_cyrl_cs: Није инсталирано
sr_latn_cs: Nije instalirano
sv_se: Ej installerad
tr_tr: Kurulmadı
zh_cn: 没有安装

# Install_stateVersionMismatch
source: Another version is already installed
cs_cz: Již je nainstalována jiná verze
da_dk: En anden version er allerede installeret
de_de: Eine andere Version ist bereits installiert
el_gr: Άλλη έκδοση ήδη εγκατεστημένη
es_es: Hay otra versión ya instalada
fr_fr: Une autre version est déjà installée
hr_hr: Druga verzija je već instalirana
it_it: Un'altra versione è già installata
ja_jp: 別バージョンが既にインストールされています。
mk_mk: Друга верзија е веќе инсталирана
nb_no: En annen versjon er allerede installert
nl_nl: Er is al een andere versie geïnstalleerd
pl_pl: Inna wersja jest zainstalowana
pt_br: Outra versão já instalada anteriormente
pt_pt: Outra versão já se encontra instalada
ro_ro: Altă versiune deja instalată
ru_ru: Другая версия уже установлена
sk_sk: Iná verzia je už nainštalovaná
sl_si: Nameščena je druga verzija
sr_cyrl_cs: Друга верзија програма је већ инсталирана
sr_latn_cs: Druga verzija programa je već instalirana
sv_se: En annan version är redan installerad
tr_tr: Başka bir sürüm hali hazırda kurulu
zh_cn: 已经安装了其它版本

# MainWindow_AppName
source: MediaPortal Installation Tool
cs_cz: Instalační nástroj MediaPortalu
da_dk: MediaPortal Installations Værktøj (Deploy Tool)
de_de: MediaPortal Installations-Tool
el_gr: Εφαρμογή Εγκατάστασης MediaPortal
es_es: Herramienta de instalación de MediaPortal
fr_fr: Outil d'installation de MediaPortal
hr_hr: MediaPortal instalacijski alat
it_it: Strumento di installazione di MediaPortal
ja_jp: MediaPortal インストールツール
mk_mk: Алатка за инсталација на MediaPortal
nb_no: MediaPortal Deploy Tool
nl_nl: MediaPortal Installatie
pl_pl: Program instalujący MediaPortal
pt_br: Ferramenta de Instalação do MediaPortal
pt_pt: Ferramenta de Instalação do MediaPortal
ru_ru: Утилита установки MediaPortal
sk_sk: Inštalačný nástroj MediaPortalu
sl_si: Namestitveno orodje MediaPortala
sr_cyrl_cs: MediaPortal алат за инсталацију
sr_latn_cs: MediaPortal alat za instalaciju
sv_se: MediaPortal Installationsverktyg
tr_tr: MediaPortal Kurulum Aracı
zh_cn: MediaPortal安装工具

# MainWindow_backButton
source: Previous
cs_cz: Předchozí
da_dk: Tilbage
de_de: Zurück
el_gr: Προηγούμενο
es_es: Atrás
fr_fr: Retour
hr_hr: Nazad
it_it: Indietro
ja_jp: 戻る
mk_mk: Назад
nb_no: Tilbake
nl_nl: Vorige
pl_pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro_ro: Înapoi
ru_ru: Назад
sk_sk: Predchádzajúci
sl_si: Nazaj
sr_cyrl_cs: Претходни
sr_latn_cs: Prethodni
sv_se: Tillbaka
tr_tr: Geri
zh_cn: 上一步

# MainWindow_buttonClose
source: Exit
cs_cz: Konec
da_dk: Luk
de_de: Beenden
el_gr: Έξοδος
es_es: Salir
fr_fr: Quitter
hr_hr: Izlaz
it_it: Esci
ja_jp: 終了
mk_mk: Излез
nb_no: Avslutt
nl_nl: Sluiten
pl_pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выход
sk_sk: Koniec
sl_si: Zapri
sr_cyrl_cs: Излаз
sr_latn_cs: Izlaz
sv_se: Stäng
tr_tr: Çıkış
zh_cn: 关闭

# MainWindow_labelAppHeading
source: This application will guide you through the installation of MediaPortal and all the required components.
cs_cz: Tato aplikace vás provede instalací MediaPortalu a všech nezbytných součástí.
da_dk: Dette program guider dig igennem installationen af MediaPortal og alle de krævede komponenter.
de_de: Diese Anwendung wird Sie durch die Installation von MediaPortal und aller benötigten Komponenten leiten.
el_gr: Αυτή η εφαρμογή θα σας καθοδηγήσει στην εγκατάσταση του MediaPortal και των απαιτούμενων εφαρμογών.
es_es: Esta aplicación te guiará para instalar MediaPortal y todos los componentes necesarios.
fr_fr: Cette application vous guidera tout au long de l'installation de MediaPortal et de tous les composants requis
hr_hr: Aplikacija će te voditi kroz proces instalacije MediaPortala i svih potrebnih komponenti
it_it: Questo programma vi guiderà attraverso l'installazione di MediaPortal e di tutti i componenti richiesti.
ja_jp: このアプリケーションでは、MediaPortalと必要なコンポーネントのインストールを行ないます。
mk_mk: Оваа апликација ќе Ве води низ инсталацијата на MediaPortal и сите потребни компоненти.
nb_no: Dette programmet vil guide deg gjennom installasjonen av MediaPortal og alle programmer som er nødvendig.
nl_nl: Dit programma helpt u bij de installatie van MediaPortal en alle benodigde onderdelen.
pl_pl: Ten program będzie Cię prowadził przez instalację MediaPortal i wszystkich potrzebnych podprogramów.
pt_br: Este programa o guiará na instalação do MediaPortal e de todos os componentes necessários.
pt_pt: Esta aplicação irá guiá-lo através da instalação do MediaPortal e de todos os componentes necessários.
ro_ro: Acest aplicativ vă va ghida în instalarea MediaPortalul-ui și a celorlalte componente necesare
ru_ru: Это программа проведет Вас через весь путь установки MediaPortal и его компонентов.
sk_sk: Táto aplikácia vás prevedie inštaláciou MediaPortalu a všekých potrebných súčastí.
sl_si: Ta program vas bo vodil skozi namestitev MediaPortala in vseh zahtevanih dodatnih programov.
sr_cyrl_cs: Ова инсталација ће вас водити кроз инсталацију MediaPortal-а и свих потребних компоненти.
sr_latn_cs: Ova instalacija će vas voditi kroz instalaciju MediaPortal-a i svih potrebnih komponenti.
sv_se: Denna applikation kommer att guida dig igenom installationen av MediaPortal och alla komponenter som behövs.
tr_tr: Bu uygulama sizi MediaPortal ve gerekli tüm bileşenlerin kurulumu süresince yönlendirecektir.
zh_cn: 此应用程序将全程指导你MediaPortal和所有需求组件的安装。

# MainWindow_nextButton
source: Next
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
fr_fr: Suivant
hr_hr: Slijedeće
it_it: Avanti
ja_jp: 次へ
mk_mk: Следно
nb_no: Neste
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Далее
sk_sk: Nasledujúci
sl_si: Naprej
sr_cyrl_cs: Следећи
sr_latn_cs: Sledeći
sv_se: Nästa
tr_tr: İleri
zh_cn: 下一步

# ManualDownload_buttonContinue
source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
fr_fr: Continuer
hr_hr: Nastavi
it_it: Continua
ja_jp: 続行
mk_mk: Продолжи
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro_ro: Continuă
ru_ru: Продолжить
sk_sk: Pokračovať
sl_si: Nadaljuj
sr_cyrl_cs: Настави
sr_latn_cs: Nastavi
sv_se: Fortsätt
tr_tr: Devam et
zh_cn: 继续

# ManualDownload_errFileNotFound
source: File {0} still does not exist. Please browse your disk (the filename should be similar to the proposed one).
cs_cz: Soubor {0} stále neexistuje. Prozkoumejte váš disk (název souboru by měl být podobný navrhovanému).
da_dk: Den nødvendige fil findes stadig ikke
de_de: Die gewünschte Datei wurde nicht gefunden
el_gr: Αρχείο {0} δεν υπάρχει. Παρακαλούμε ελέγξτε στον δίσκο σας. {το όνομα του αρχείου θα πρέπει να αντιστοιχεί στο προτεινόμενο)
es_es: El archivo {0} aún no existe. Por favor, explora tu disco (el nombre del archivo debería ser parecido al propuesto)
fr_fr: Le fichier demandé n'existe pas
hr_hr: Tražena datoteka ne postoji
it_it: Il file {0} non esiste. Cercarlo sul disco fisso (il nome file deve essere simile a quello proposto)
ja_jp: 必要なファイルが見つかりませんでした。
mk_mk: Побараната датотека сеуште не постои
nb_no: En fil som trengs finnes fortsatt ikke. Gå til filen manuelt.
nl_nl: Bestand {0} niet gevonden. Doorzoek uw schijf (De bestandsnaam moet ongeveer gelijk zijn aan de voorgestelde naam)
pl_pl: Potrzebne pliki nie istnieją
pt_br: O arquivo solicitado ainda não existe
pt_pt: O ficheiro requerido ainda não existe
ro_ro: Fișierul necesar nu există
ru_ru: Требуемый файл еще не существует
sk_sk: Súbor {0} stále neexistuje. Preskúmajte váš disk (názov súboru by mal byť podobný navrhovanému).
sl_si: Datoteka {0} še vedno ne obstaja. Prosim, preglejte disk (ime datoteke bi moralo biti podobno predlaganemu).
sr_cyrl_cs: Фајл {0} још увек не постоји. Претражи диск. (Име фајла треба да буде као и предложено)
sr_latn_cs: Fajl {0} još uvek ne postoji. Pretraži disk. (Ime fajla treba da bude kao i predloženo)
sv_se: Den begärda filen finns fortfarande inte
tr_tr: {0} dosyası bulunamadı. Lütfen disk'inizde aratınız (dosya adı, önerilene benzer birşey olabilir)
zh_cn: 文件 {0} 仍然不存在。请浏览你的磁盘 （文件名应该与推荐的文件名相似）。

# ManualDownload_labelDesc
source: Hit "continue" when you finished downloading the requested file.
cs_cz: Po dokončení stahování požadovaného souboru stiskněte „Pokračovat”.
da_dk: Tryk "Fortsæt", når du er færdig med at downloade den nødvendige fil
de_de: Drücken Sie "Weiter", sobald Sie die gewünschte Datei heruntergeladen haben
el_gr: Πατήστε "Συνέχεια" όταν ολοκληρωθεί η φόρτωση του ζητούμενου αρχείου.
es_es: Pulsa "Continuar" cuando acabes de descargar el archivo solicitado
fr_fr: Cliquez sur "Continuer" lorsque le fichier est téléchargé
hr_hr: Pristisni "nastavak" pri završetku preuzimanja tražene datoteke
it_it: Premere "continua" quando è finito il download del file richiesto
ja_jp: ダウンロードが完了したら "続行" ボタンをクリックしてください。
mk_mk: Притисни „продолжи“ кога ќе завршиш со симнување на бараната датотека
nb_no: Klikk på “Fortsett”, når du er ferdig med å laste ned filen
nl_nl: Klik op "Doorgaan" als u klaar bent met downloaden van het benodigde bestand
pl_pl: Naciśnij "dalej" po ściągnięciu potrzebnych plików
pt_br: Pressione "continuar" quando terminar de descarregar o arquivo solicitado
pt_pt: Pressione "continuar" quando terminar a tranferência do ficheiro necessário
ro_ro: Apăsați ”continuă” cănd ați terminat de descărcat fișierul
ru_ru: Нажмите Продолжить когда Вы закончите загрузку файлов.
sk_sk: Po dokončení sťahovania požadovaného súboru kliknite „Pokračovat”.
sl_si: Pritisnite "Nadaljuj", ko boste končali z nalaganjem datoteke z interneta.
sr_cyrl_cs: Кликни на дугме "Настави" када завршите са преузимањем потребног фајла.
sr_latn_cs: Klikni na dugme "Nastavi" kada završite sa preuzimanjem potrebnog fajla.
sv_se: Tryck på "Fortsätt" när du laddat ner filen
tr_tr: İstenilen dosyanın indirilmesi tamamlandığında "Devam et" tuşuna basın
zh_cn: 点击“继续”当你完成下载所需文件时。

# ManualDownload_labelHeading
source: You have to manually download the following file:
cs_cz: Musíte ručně stáhnout následující soubor:
da_dk: Du skal manuelt downloade denne fil
de_de: Sie müssen die folgende Datei manuell herunterladen
el_gr: Πρέπει να μεταφορτώσετε χειροκίνητα το ακόλουθο αρχείο:
es_es: Tienes que descargar manualmente el siguiente archivo:
fr_fr: Vous devez télécharger le fichier manuellement
hr_hr: Moraš manualno preuzeti datoteku
it_it: E' necessario scaricare manualmente il seguente file
ja_jp: 次のファイルは、自動的にダウンロードすることができません。ユーザ自身でダウンロードしてください。
mk_mk: Морате рачно да ja симнете следната датотека
nb_no: Du må manuelt laste ned følgende fil
nl_nl: U moet het volgende bestand handmatig downloaden
pl_pl: Ściągnij ręcznie następujący plik
pt_br: Você tem que descarregar o seguinte arquivo manualmente
pt_pt: Tem que transferir manualmente o ficheiro seguinte
ro_ro: Trebuie să descărcați manual fișierul următor:
ru_ru: Вы выбрали ручную загрузку файла
sk_sk: Musíte ručne stiahnúť následujúci súbor:
sl_si: Navedeno datoteko morate naložiti z interneta ročno:
sr_cyrl_cs: Мораћете да преузмете са интернета следеће фајлове:
sr_latn_cs: Moraćete da preuzmete sa interneta sledeće fajlove:
sv_se: Du måste manuellt ladda ner följande fil
tr_tr: Aşağıdaki dosyayı elle indirmeniz gerekiyor
zh_cn: 你必须手动下载以下文件：

# ManualDownload_linkDir
source: Open directory
cs_cz: Otevřít adresář
da_dk: Åbn folder
de_de: Verzeichnis öffnen
el_gr: Άνοιγμα καταλόγου:
es_es: Abrir carpeta
fr_fr: Ouvrir un répertoire
hr_hr: Otvori mapu
it_it: Apertura cartella
ja_jp: ディレクトリを開く
mk_mk: Отвори директориум
nb_no: Åpne mappe
nl_nl: Open map
pl_pl: Otwórz folder
pt_br: Abrir diretório
pt_pt: Abrir directoria
ro_ro: Deschide director
ru_ru: Открыть папку
sk_sk: Otvoriť adresár
sl_si: Odpri imenik
sr_cyrl_cs: Отвори директоријум
sr_latn_cs: Otvori direktorijum
sv_se: Öppna mapp
tr_tr: Dizini aç
zh_cn: 打开目录

# ManualDownload_linkURL
source: Download link
cs_cz: Odkaz na stažení
da_dk: Link
de_de: Hier herunterladen
el_gr: Σύνδεσμος μεταφόρτωσης
es_es: Enlace de descarga
fr_fr: Lien
hr_hr: Link
it_it: Link
ja_jp: リンク
mk_mk: Врска
nb_no: Lenker
pl_pl: Link
pt_br: Link
pt_pt: Link
ro_ro: Link
ru_ru: Адрес
sk_sk: Odkaz na stiahnutie
sl_si: Povezava za nalaganje
sr_cyrl_cs: Преузми фајл
sr_latn_cs: Preuzmi fajl
sv_se: Länk
tr_tr: İndirme link'i
zh_cn: 下载链接

# ManualDownload_Title
source: Manual download
cs_cz: Ruční stahování
da_dk: Manuel download
de_de: Manueller Download
el_gr: Χειροκίνητη μεταφόρτωση
es_es: Descarga manual
fr_fr: Téléchargement manuel
hr_hr: Manualno preuzimanje
it_it: Download manuale
ja_jp: 手動ダウンロード
mk_mk: Рачно симнување
nb_no: Manuell nedlasting
nl_nl: Handmatige download
pl_pl: Ręczne ściąganie
pt_br: Descarregar manualmente
pt_pt: Transferência manual
ro_ro: Descărcare manuală
ru_ru: Ручная загрузка
sk_sk: Ručné sťahovanie
sl_si: Ročno nalaganje
sr_cyrl_cs: Мануелно преузимање са интернета
sr_latn_cs: Manuelno preuzimanje sa interneta
sv_se: Manuell nerladdning
tr_tr: Manuel indir
zh_cn: 手动下载

# MPSettings_errInvalidPath
source: You have to supply a valid installation path for MediaPortal.
cs_cz: Musíte zadat platnou instalační cestu pro MediaPortal.
da_dk: Angiv installationsfolder for MediaPortal
de_de: Sie müssen einen gültigen Installationspfad für die MediaPortal Installation eintragen
el_gr: Πρέπει να ορίσετε μία έγκυρη τοποθεσία εγκατάστασης για το MediaPortal.
es_es: Tienes que suministrar una ruta de instalación válida para MediaPortal.
fr_fr: Vous devez fournir un chemin d'installation valide pour MediaPortal
hr_hr: Potrebno je unijetu ispravan put instalacije za MediaPortal.
it_it: E' necessario fornire un percorso valido per l'installazione di MediaPortal.
ja_jp: MediaPortalをインストールするためには、有効なインストールパスを指定する必要があります。
mk_mk: Мора да обезбедите валидна инсталациона патека за MediaPortal.
nb_no: Du må gi en gyldig installasjonsmappe for MediaPortal
nl_nl: U moet een bestaand installatiepad opgeven voor MediaPortal
pl_pl: Wybierz właściwy folder instalacji MediaPortal.
pt_br: Você tem que fornecer um caminho válido para instalação do MediaPortal.
pt_pt: Tem que fornecer um caminho válido de instalação para o MediaPortal
ro_ro: Trebuie să furnizați o locație validă de instalare pentru MediaPortal.
ru_ru: Вы указали правильный путь для установки MediaPortal.
sk_sk: Musíte zadať platnú inštalačnú cestu pre MediaPortal.
sl_si: Določiti morate pravilno namestitveno pot za MediaPortal.
sr_cyrl_cs: Морате да одаберете исправну инсталациону путању за MediaPortal
sr_latn_cs: Morate da odaberete ispravnu instalacionu putanju za MediaPortal
sv_se: Du måste välja en giltig installationssökväg för MediaPortal.
tr_tr: MediaPortal'ın kurulumu için geçerli bir dizin tanımlamalısınız.
zh_cn: 你必须为MediaPortal提供一个合法的安装路径。

# MPSettings_labelHeading
source: Please set the needed options for the MediaPortal installation:
cs_cz: Nastavte potřebné volby pro instalaci MediaPortalu.
da_dk: Angiv de nødvendige indstillinger for MediaPortal installationen:
de_de: Bitte nehmen Sie die benötigten Einstellungen für die Installation von MediaPortal vor
el_gr: Παρακαλούμε ορίστε τις απαραίτητες επιλογές για την εγκατάσταση του MediaPortal :
es_es: Por favor, selecciona las opciones necesarias para la instalación de MediaPortal:
fr_fr: Veuillez séléctionner les options d'installation de MediaPortal:
hr_hr: Molim odaberi potebne opcije za instalaciju MediaPortala:
it_it: Impostare le opzioni per l'installazione di MediaPortal:
ja_jp: インストールに必要なオプションを設定してください。
mk_mk: Ве молам наместете ги потребните опции за инсталацијата на MediaPortal:
nb_no: Vennligst velg de innstillinger som kreves for installasjon av MediaPortal:
nl_nl: Selecteer de benodigde opties voor de MediaPortal installatie:
pl_pl: Proszę wybrać wszystkie potrzebne opcje instalacji MediaPortal:
pt_br: Por favor defina as opções necessárias para a instalação do MediaPortal:
pt_pt: Por favor acerte as opções necessárias para a instalação do MediaPortal:
ro_ro: Vă rugăm setați opțiunile dorite pentru instalarea MediaPortal:
ru_ru: Укажите необходимые параметры для установи MediaPortal:
sk_sk: Nastavte potrebné voľby pre inštaláciu MediaPortalu.
sl_si: Prosim, določite potrebne nastavitve za namestitev MediaPortala:
sr_cyrl_cs: Подесите потребне опције за MediaPortal инсталацију:
sr_latn_cs: Podesite potrebne opcije za MediaPortal instalaciju:
sv_se: Välj önskade inställningar för installationen av MediaPortal:
tr_tr: Lütfen MediaPortal kurulumu için gerekli seçenekleri ayarlayınız:
zh_cn: 请为MediaPortal安装设置必要的选项：

# MPSettings_labelInstDir
source: MediaPortal install dir:
cs_cz: Adresář instalace MediaPortalu:
da_dk: MediaPortal installationsfolder:
de_de: MediaPortal Installationsverzeichnis:
el_gr: Φάκελος εγκατάστασης του MediaPortal :
es_es: Carpeta de instalación de MediaPortal:
fr_fr: Répértoire d'installation de MediaPortal:
hr_hr: MediaPortal instalacijska mapa:
it_it: Cartella di installazione per MediaPortal:
ja_jp: MediaPortalインストール先:
mk_mk: Инсталациона папка на MediaPortal:
nb_no: MediaPortal installasjonsmappe:
nl_nl: MediaPortal installatiemap:
pl_pl: Folder instalacji MediaPortal:
pt_br: Diretório de instalação:
pt_pt: Directoria de instalação do MediaPortal:
ro_ro: Director de instalare MediaPortal
ru_ru: Папка установки MediaPortal:
sk_sk: Adresár inštalácie MediaPortalu:
sl_si: Namestitveni imenik za MediaPortal:
sr_cyrl_cs: Инсталациони директоријум MediaPortal-а:
sr_latn_cs: Instalacioni direktorijum MediaPortal-a:
sv_se: MediaPortal installationsmapp:
tr_tr: MediaPortal kurulum dizini:
zh_cn: MediaPortal安装目录：
