Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# WatchTV_labelSectionHeader
source: Do you want to watch TV with MediaPortal ?
cs_cz: Chcete používat MediaPortal ke sledování televize?
da_dk: Vil du se TV med MediaPortal?
de_de: Möchten Sie mit MediaPortal fernsehen?
el_gr: Θα παρακολουθείτε τηλεόραση με το MediaPortal ?
es_es: ¿Quieres ver la televisión con MediaPortal?
fr_fr: Allez-vous regarder la TV avec MediaPortal ?
hr_hr: Želiš li gledati televiziju u MediaPortalu ?
it_it: Si vuole guardare la TV con MediaPortal ?
ja_jp: MediaPortalでテレビを観ますか？
mk_mk: Дали сакате да гледате TV со MediaPortal?
nb_no: Skal du bruke MediaPortal for å se på TV?
nl_nl: Wilt u TV kijken met MediaPortal?
pl_pl: Czy chcesz oglądać telewizję przy pomocy MediaPortal ?
pt_br: Você gostaria de assistir TV com o MediaPortal ?
pt_pt: Pretende ver TV através do MediaPortal?
ro_ro: Doriți să vă uitați la TV cu Media Portal?
ru_ru: Вы будете использовать MediaPortal для просмотра ТВ-программ?
sk_sk: Chcete používať MediaPortal na sledovanie televízie?
sl_si: Ali želiš gledati televizijo z MediaPortalom?
sr_cyrl_cs: Желите ли да гледате телевизију помоћу MedIaPortal-а?
sr_latn_cs: Želite li da gledate televiziju pomoću MediaPortal-a?
sv_se: Vill du använda MediaPortal för att titta på TV?
tr_tr: MediaPortal ile TV izlemek istiyor musunuz ?
zh_cn: 你要使用MediaPortal观看电视吗？

# WatchTV_on
source: Yes - I will use MediaPortal to watch TV.
cs_cz: Ano - Budu používat MediaPortal ke sledování televize.
da_dk: Ja, jeg vil bruge MediaPortal til at se TV.
de_de: Ja, ich möchte mit MediaPortal fernsehen.
el_gr: Nαι - Θα παρακολουθώ τηλεόραση με το MediaPortal.
es_es: Sí, usaré MediaPortal para ver la TV.
fr_fr: Oui - Je vais utiliser MediaPortal pour regarder la TV
hr_hr: Da - Želim gledati televiziju u MediaPortalu.
it_it: Sì - Userò MediaPortal per guardare la TV.
ja_jp: はい - MediaPortalでテレビを観ます。
mk_mk: Да - ќе го користам MediaPortal за гледање TV.
nb_no: Ja, jeg skal bruke MediaPortal for å se på TV.
nl_nl: Ja, ik wil TV kijken via MediaPortal.
pl_pl: Tak - chcę używać MediaPortal do oglądania telewizji.
pt_br: Sim - Eu utilizarei o MediaPortal para assistir TV.
pt_pt: Sim - Pretendo usar o MediaPortal para ver TV.
ro_ro: Da-Voi utiliza MediaPortal să mă uit laTV
ru_ru: Да, я буду использовать MediaPortal для просмотра ТВ-программ
sk_sk: Áno - Budem používať MediaPortal k sledovaniu TV.
sl_si: Ja, z MediaPortalom bom gledal televizijo.
sr_cyrl_cs: Да - Користићу MediaPortal за гледање телевизије.
sr_latn_cs: Da - Koristiću MediaPortal za gledanje televizije.
sv_se: Ja, jag vill använda MediaPortal för att titta på TV.
tr_tr: Evet - MediaPortal kullanarak TV izlemek istiyorum.
zh_cn: 是 - 我将使用MediaPortal观看电视。

# WatchTV_off
source: No - I will not use MediaPortal to watch TV.
cs_cz: Ne - Nebudu používat MediaPortal ke sledování televize.
da_dk: Nej, jeg vil ikke bruge MediaPortal til at se TV.
de_de: Nein, ich möchte MediaPortal nicht zum Fernsehen verwenden.
el_gr: Όχι - Δεν θα παρακολουθώ τηλεόραση με το MediaPortal.
es_es: No, no usaré MediaPortal para ver la TV.
fr_fr: Non - Je ne vais pas utiliser MediaPortal pour regarder la TV
hr_hr: Ne - Ne želim gledati televiziju u MediaPortalu.
it_it: No - Non userò MediaPortal per guardare la TV.
ja_jp: いいえ - MediaPortalでテレビを観ません。
mk_mk: Не - нема да го користам MediaPortal за гледање TV.
nb_no: Nei, jeg skal ikke bruke MediaPortal for å se på TV.
nl_nl: Nee, ik wil geen TV kijken via MediaPortal.
pl_pl: Nie - nie chcę używać MediaPortal do oglądania telewizji.
pt_br: Não - Eu não usarei o MediaPortal para assistir TV.
pt_pt: Não - Não pretendo usar o MediaPortal para ver TV.
ro_ro: Nu-Nu voi utiliza MediaPortal să mă uit la TV
ru_ru: Нет, я не буду использовать MediaPortal для просмотра ТВ-программ
sk_sk: Nie - Nebudem používať MediaPortal k sledovaniu TV.
sl_si: Ne, z MediaPortalom ne bom gledal televizije.
sr_cyrl_cs: Не - Нећу користити MediaPortal за гледање телевизије.
sr_latn_cs: Ne - Neću koristiti MediaPortal za gledanje televizije.
sv_se: Nej, jag vill inte använda MediaPortal för att titta på TV.
tr_tr: Hayır - MediaPortal kullanarak TV izlemek istemiyorum.
zh_cn: 不 - 我不使用MediaPortal观看电视。

# BaseInstallationNoTvEngine_labelOneClickDesc
source: All required applications will be installed into their default locations and with the default settings.
cs_cz: Všechny požadované aplikace budou nainstalovány do jejich výchozího umístění a s výchozím nastavením.
da_dk: Alle nødvendige applikationer vil blive installeret i standard foldere med standard indstillinger.
de_de: Alle benötigten Anwendungen werden in ihre Standardverzeichnisse mit den Standardeinstellungen installiert.
el_gr: Όλες οι αναγκαίες εφαρμογές θα εγκατασταθούν στις προεπιλεγμένες τοποθεσίες με τις προεπιλεγμένες ρυθμίσεις.
es_es: Todas la aplicaciones requeridas serán instaladas en su destino por defecto y con sus valores por defecto.
fr_fr: Toutes les applications requises seront installées à leur emplacement par défaut avec leurs paramètres par défaut
hr_hr: Sve potrebne aplikacije biti će instalirane u njihove defaultne lokacije sa defaultnim postavkama.
it_it: Tutte le applicazioni richieste verrano installate nella cartella di default e con i settaggi di default.
ja_jp: 必須アプリケーションのインストールパスと設定は、全てデフォルト値で導入されます。
mk_mk: Сите барани апликации ќе бидат инсталирани во нивните зададени локации и со зададени подесувања.
nb_no: Alle programmer som trengs vil bli installert til vanlige plasser med vanlige innstillinger.
nl_nl: Alle benodigde programma's worden in hun standaard locaties en met standaardinstellingen geïnstalleerd.
pl_pl: Wszystkie konieczne podprogramy będą zainstalowane w standardowych folderach ze standardowymi ustawieniami.
pt_br: Todas as aplicações necessárias serão instaladas em seus lugares e com a configuração padrão.
pt_pt: Todas as aplicações necessárias serão instaladas nas suas directorias padrão e com as suas definições padrão.
ro_ro: Toate programele necesare vor fi instalate in locația lor de default și cu setările de default
ru_ru: Все выбранные приложения будут установлены с настройками по-умолчанию.
sk_sk: Všetky požadované aplikácie budú nainštalované do ich výchozích umiestnení a s výchozím nastavením.
sl_si: Vsi potrebni programi bodo nameščeni v svoje privzete imenike in s privzetimi nastavitvami.
sr_cyrl_cs: Сви потребни програми ће бити инсталирани у своје подразумеване локације и са стандардним подешавањима.
sr_latn_cs: Svi potrebni programi će biti instalirani u svoje podrazumevane lokacije i sa standardnim podešavanjima.
sv_se: Alla applikationer kommer att bli installerade på deras standardplatser och med deras standardinställningar.
tr_tr: Tüm gerekli uygulamalar varsayılan yerlere ve varsayılan ayarlarla kurulacaktır.
zh_cn: 所有所选的应用将被安装到默认位置并使用默认设置。

# BaseInstallationNoTvEngine_labelAdvancedDesc
source: The advanced installation allows you to specify installation locations and other settings
cs_cz: Pokročilá instalace vám umožňuje určit umístění instalace a další nastavení.
da_dk: Avanceret installation tillader specifikation af installationsfoldere og andre indstillinger
de_de: Die benutzerdefinierte Installation erlaubt das Festlegen der Installationsverzeichnisse und sonstige Einstellungen.
el_gr: Η Εγκατάσταση για προχωρημένους σας επιτρέπει να ορίσετε τοποθεσίες εγκατάστασης και άλλες ρυθμίσεις.
es_es: La instalación avanzada te permite especificar el destino y otros valores.
fr_fr: L'installation avancée vous permet de spécifier les emplacements d'installation ainsi que d'autres paramètres
hr_hr: Napredna instalacija dozvoljava ti određivanje lokacija instalacije i ostalih postavki.
it_it: L'installazione avanzata permette di specificare la cartella d'installazione e altri settaggi.
ja_jp: 上級者向けインストールでは、インストールパスや他の設定が可能です。
mk_mk: Напредната инсталација Ви дозволува да одредите локација за инсталирање и други подесувања.
nb_no: Den avanserte installasjonen lar deg spesifisere hvor MediaPortal skal installeres samt andre innstillinger
nl_nl: De gevorderde installatie maakt het mogelijk om de locatie van de installatie en andere instellingen aan te passen.
pl_pl: Instalacja zaawansowana pozwoli na zmianę miejsca instalacji oraz ustawień
pt_br: A Instalação avançada permite especificar os lugares e outras configurações.
pt_pt: A instalação avançada permite especificar a directoria de instalação e outras definições
ro_ro: Instalarea avansată vă permite să specificați locația și alte setări
ru_ru: Расширенная установка позволит Вам указать пути и другие настройки
sk_sk: Pokročilá inštalácia vám umožňuje určiť umiestnenie inštalácie a dalšie nastavenia.
sl_si: Napredna namestitev omogoča nastavljanje namestitvenih imenikov in ostalih nastavitev.
sr_cyrl_cs: Напредна инсталација омогућава вам да одредите локацију инсталације и друга подешавања.
sr_latn_cs: Napredna instalacija omogućava vam da odredite lokaciju instalacije i druga podešavanja.
sv_se: Avancerad installation låter dig specificera installationsplats och andra inställningar
tr_tr: Gelişmiş kurulum, kurulum yerlerini ve diğer ayarları belirlemenize olanak tanır.
zh_cn: 高级安装允许你指定安装位置及其它设置

# BaseInstallation_labelAdvancedCaption
source: Advanced Installation
cs_cz: Pokročilá instalace
da_dk: Avanceret installation
de_de: Benutzerdefinierte Installation
el_gr: Εγκατάσταση για προχωρημένους
es_es: Instalación Avanzada
fr_fr: Installation avancée
hr_hr: Napredna instalacija
it_it: Installazione avanzata
ja_jp: 上級者向けインストール
mk_mk: Напредна инсталација
nb_no: Avansert installasjon
nl_nl: Gevorderde installatie
pl_pl: Instalacja zaawansowana
pt_br: Instalação Avançada
pt_pt: Instalação Avançada
ro_ro: Instalare Avansată
ru_ru: Расширенная Установка
sk_sk: Pokročilá inštalácia
sl_si: Napredna namestitev
sr_cyrl_cs: Напредна инсталација
sr_latn_cs: Napredna instalacija
sv_se: Avancerad installation
tr_tr: Gelişmiş Kurulum
zh_cn: 高级安装

# BaseInstallation_labelAdvancedDesc
source: The advanced installation allows you to install Server/Client setups and to specify installation locations and other settings
cs_cz: Pokročilá instalace vám umožňuje nainstalovat Server/Klient a určit umístění instalace a další nastavení.
da_dk: Avanceret installation giver mulighed for at installere Server/Klient opstillinger, samt at specificere installations foldere og andre indstillinger
de_de: Die benutzerdefinierte Installation erlaubt die Installation von Client-/Server-Umgebungen, das Festlegen der Installationsverzeichnisse und sonstige Einstellungen.
el_gr: Η εγκατάσταση για προχωρημένους σας επιτρέπει να δημιουργήσετε Server/Client εγκαταστάσεις και να ορίσετε τοποθεσίες εγκατάστασης και άλλες ρυθμίσεις.
es_es: La instalación avanzada te permite instalar el Servidor/Cliente y especificar el destino y otros valores.
fr_fr: L'installation avancée vous permet d'effectuer une installation Client/Serveur et de spécifier l'emplacement d'installation ainsi que d'autres paramètres
hr_hr: Napredna instalacija dozvoljava ti određivanje lokacije instalacije i postavki za Server/Klijent.
it_it: L'installazione avanzata permette di installare Server/Client e di specificare la cartella di'installazione e altri settaggi.
ja_jp: 上級者向けインストールでは、サーバ／クライアンのト設定やインストール先ディレクトリを自由に指定することができます。
mk_mk: Напредната инсталација Ви дозволува да инсталирате Server/Client setup и да одредите локација за инсталирање и други подесувања.
nb_no: Avansert installasjon gir deg muligheten til å installere server/klient oppsett og spesifisere lokasjon av installasjon samt andre ting
nl_nl: De gevorderde installatie maakt een Server/Client configuratie mogelijk, ook kan de locatie van de installatie samen met andere opties aangepast worden.
pl_pl: Instalacja zaawansowana pozwala na instalację konfiguracji Serwer/Klient oraz wyboru miejsca instalacji i innych ustawień
pt_br: A instalação avançada permite você instalar a configuração Servidor/Cliente e especificar os lugares de instalação e outras configurações
pt_pt: A instalação avançada permite instalar definições de Servidor/Cliente e especificar a directoria de instalação e outras definições.
ro_ro: Instalarea Avansată vă permite să instalați setări de tipul Server/Client și să specificați locația pentru instalare
ru_ru: Расширенная установка позволит Вам установить комоненты Сервера/Клиента и указать размещение и другие настройки
sk_sk: Pokročilá inštalácia vám umožňuje nainštalovať Server/Klient, určiť umiestnenie inštalácie a dalšie nastavenia.
sl_si: Napredna namestitev vam omogoči namestitev strežnika in odjemalca ter nastavljanje namestitvenih imenikov ter ostalih nastavitev
sr_cyrl_cs: Напредна инсталација омогићава вам да инсталирате и подесите Клијент/Сервер као и локацију инсталације
sr_latn_cs: Napredna instalacija omogićava vam da instalirate i podesite Klijent/Server kao i lokaciju instalacije
sv_se: Avancerad installation låter dig installera Server/Klient-konfigurationer, specifiera installationsplatser och andra inställningar
tr_tr: Gelişmiş kurulum Sunucu/İstemci seçeneklerini kurmanıza ve kurulum yerleri ile diğer ayarları belirlemenize olanak tanır.
zh_cn: 高级安装允许安装Server/Client并指定安装位置和其它设置

# BaseInstallation_labelOneClickCaption
source: One Click Installation
cs_cz: Jednoduchá instalace
da_dk: Et-klik-installation
de_de: 1-Klick-Installation
el_gr: Εγκατάσταση με ένα κλικ
es_es: Instalación One Click
fr_fr: Installation standard
hr_hr: Brza instalacija.
it_it: Installazione "One-Click"
ja_jp: 初心者向けインストール（ワンクリックインストール）
mk_mk: Инсталација со еден клик
nb_no: Enkel installasjon
nl_nl: Één Klik installatie
pl_pl: Instalacja ekspresowa
pt_br: Instalação em um click
pt_pt: Instalação simples "Um Click"
ro_ro: Instalare cu Un Singur Click
ru_ru: Быстрая установка
sk_sk: Jednoduchá inštalácia
sl_si: Namestitev z enim klikom
sr_cyrl_cs: Један-клик инсталација
sr_latn_cs: Jedan-klik instalacija
sv_se: Enkel installation
tr_tr: Tek Tuşla Kurulum
zh_cn: 一键安装

# BaseInstallation_labelOneClickDesc
source: All required applications will be installed into their default locations using default settings. The database password is "MediaPortal".
cs_cz: Všechny požadované aplikace budou nainstalovány do jejich výchozího umístění a s výchozím nastavením. Heslo databáze je „MediaPortal”.
da_dk: Alle nødvendige applikationer installeres i standard foldere med standard indstillinger. Kodeordet til databasen er "MediaPortal".
de_de: Alle benötigten Anwendungen werden in ihre Standardverzeichnisse mit den Standardeinstellungen installiert. Das Datenbankpasswort lautet "MediaPortal".
el_gr: Όλες οι απαιτούμενες εφαρμογές θα εγκατασταθούν στις προεπιλεγμένες τοποθεσίες με τις προεπιλεγμένες ρυθμίσεις. Ο κωδικός (password) για την βάση δεδομένων είναι "MediaPortal"
es_es: Todas la aplicaciones requeridas serán instaladas en su destino por defecto usando sus valores por defecto. La contraseña (password) de la base de datos es "MediaPortal".
fr_fr: Toutes les applications requises seront installées à leur emplacement par défaut avec leurs paramètres par défaut. Le mot de passe de la base de données est "MediaPortal".
hr_hr: Sve potrebne aplikacije biti će instalirane u njihove defaultne lokacije sa defaultnim postavkama. Lozinka baze podataka je "MediaPortal"
it_it: Tutte le applicazioni necessarie verrano installate nelle loro cartella di default e usando i parametri di default. La password del database è "MediaPortal".
ja_jp: 必要アプリケーションのインストールパスと設定は、全てデフォルト値で導入されます。データベースのパスワードは、"MediaPortal"です。
mk_mk: Сите барани апликации ќе бидат инсталирани во нивните зададени локации користејќи зададени подесувања. Лозинката за базата на податоци е "MediaPortal".
nb_no: Alle programmer vil bli installert til de vanlige mappene med de vanlige innstillingene. Passordet til databasen er da ”MediaPortal”.
nl_nl: Alle benodige programma's worden in hun standaard locaties en met standaardinstellingen geïnstalleerd. Het databasewachtwoord is "MediaPortal".
pl_pl: Wszystkie potrzebne podprogramy będą zainstalowane w standardowych folderach ze standardowymi nastawieniami. Hasło bazy danych jest "MediaPortal".
pt_br: Todos os aplicativos requeridos serão instalados no seus lugares padrão e com a configuração padrão. A senha do banco de dados é "MediaPortal".
pt_pt: Todas as aplicações necessárias serão instaladas nas suas directorias padrão e com as suas definições padrão. A palavra passe da base de dados é "MediaPortal".
ro_ro: Toate programele necesare vor fi instalate in locația lor de default și cu setările de default.Parola (password) pentru database este ”MediaPortal”.
ru_ru: Все требуемые приложения будут установлены с настройками по-умолчанию. Пароль к базе данных "MediaPortal".
sk_sk: Všetky požadované aplikácie budú nainštalované do ich výchozích umiestnení a s výchozím nastavením. Heslo do databázy je „MediaPortal”.
sl_si: Vsi potrebni programi bodo nameščeni v privzete imenike s privzetimi nastavitvami. Geslo za bazo podatkov bo "MediaPortal".
sr_cyrl_cs: Сви потребни програми ће бити инсталирани у своје подразумеване локације и са стандардним подешавањима. Лозинка базе података је "MediaPortal"l
sr_latn_cs: Svi potrebni programi će biti instalirani u svoje podrazumevane lokacije i sa standardnim podešavanjima. Lozinka baze podataka je "MediaPortal"l
sv_se: Alla applikationer som behövs kommer att installeras till deras standardplatser och med deras standardinställningar. Lösenordet till databasen är "MediaPortal".
tr_tr: Tüm gerekli uygulamalar varsayılan yerlere, varsayılan ayarlarla kurulacaktır. Veritabanının şifresi "MediaPortal"dır.
zh_cn: 所有所选的应用将使用默认的设置安装到默认位置。数据库密码是“MediaPortal”。

# BaseInstallation_rbAdvanced
source: Perform an advanced installation
cs_cz: Provést pokročilou instalaci
da_dk: Udfør en avanceret installation
de_de: Benutzerdefinierte Installation durchführen
el_gr: Εγκατάσταση για προχωρημένους
es_es: Realizar la instalación avanzada.
fr_fr: Effectuer une installation avancée
hr_hr: Izvrši naprednu instalaciju.
it_it: Eseguire installazione avanzata
ja_jp: 上級者向けインストールを行なう
mk_mk: Извршување на напредна инсталација
nb_no: Bruk avansert installasjon
nl_nl: Start een gevorderde installatie
pl_pl: Wykonanie instalacji zaawansowanej
pt_br: Executar a instalação avançada
pt_pt: Realiza uma instalação avançada
ro_ro: Utilizați Instalarea Avansată
ru_ru: Выполнить расширенную установку
sk_sk: Vykonať pokročilú inštaláciu
sl_si: Izvedi napredno namestitev
sr_cyrl_cs: Изврши напредну инсталацију
sr_latn_cs: Izvrši naprednu instalaciju
sv_se: Utför en avancerad installation
tr_tr: Gelişmiş kurulum gerçekleştir
zh_cn: 执行高级安装

# BaseInstallation_rbOneClick
source: Perform a One Click Installation
cs_cz: Provést jednoduchou instalaci
da_dk: Installér alt med et klik
de_de: 1-Klick Installation durchführen
el_gr: Εγκατάσταση με ένα κλικ
es_es: Realizar la instalación One Click.
fr_fr: Effectuer une installation standard
hr_hr: Izvrši brzu instalaciju.
it_it: Eseguire installazione "One-Click"
ja_jp: 初心者向けインストールを行なう
mk_mk: Извршување на инсталација со еден клик
nb_no: Bruk enkel installasjon
nl_nl: Start een Één Klik installatie
pl_pl: Wykonanie instalacji ekspresowej
pt_br: Executar a Instalação em um click
pt_pt: Realiza uma instalação simples "Um Click"
ro_ro: Utilizați instalarea cu Un Singur Click
ru_ru: Выполнить быструю установку
sk_sk: Vykonať jednoduchú inštaláciu
sl_si: Izvedi namestitev z enim klikom
sr_cyrl_cs: Изврши Један-клик инсталацију
sr_latn_cs: Izvrši Jedan-klik instalaciju
sv_se: Utför en enkel installation
tr_tr: Tek tuşla kurulum gerçekleştir
zh_cn: 执行一键安装

# CustomInstallation_labelSectionHeader
source: Please choose which setup you want to install:
cs_cz: Vyberte, které nastavení chcete nainstalovat.
da_dk: Vælg installationstype:
de_de: Bitte wählen Sie die gewünschte Konfiguration aus
el_gr: Επιλέξτε ποιόν τύπο εγκατάστασης θέλετε:
es_es: Por favor selecciona qué versión quieres instalar:
fr_fr: Veuillez choisir un type d'installation:
hr_hr: Molim izaberi što želiš instalirati:
it_it: Scegliere quale setup si vuole installare:
ja_jp: インストール方法を選択してください。
mk_mk: Ве молам одберете кој setup сакате да го инсталирате:
nb_no: Vennligst velg hvilken installasjonsmetode du vil bruke:
nl_nl: Welke setup wilt u installeren:
pl_pl: Proszę wybrać rodzaj instalacji:
pt_br: Por favor escolha que instalação deseja executar:
pt_pt: Por favor seleccione que tipo de configuração pretende instalar:
ro_ro: Vă rugăm să alegeți ce fel de setare doriți să instalați:
ru_ru: Пожалуйста укажите, с какими настройками произвести установку:
sk_sk: Vyberte nastavenie, ktoré chcete nainštalovať.
sl_si: Prosim, izberite način namestitve:
sr_cyrl_cs: Молимо вас, одаберите шта желите да инсталирате:
sr_latn_cs: Molimo vas, odaberite šta želite da instalirate:
sv_se: Välj vilken typ av konfiguration du vill installera.
tr_tr: Lütfen hangi tip kurulum istediğinizi seçiniz:
zh_cn: 请选择安装方式：

# CustomInstallation_rbClient
source: MediaPortal client
cs_cz: MediaPortal klient
da_dk: MediaPortal Klient
de_de: MediaPortal Client (zur Verbindung mit einem TV-Server)
el_gr: ΜediaPortal client
es_es: Cliente de MediaPortal
fr_fr: Client MediaPortal
hr_hr: MediaPortal klijent
ja_jp: MediaPortalクライアント
nb_no: MediaPortal klient
pl_pl: Klient MediaPortal
pt_br: Cliente MediaPortal
pt_pt: Cliente MediaPortal
ru_ru: Клиент MediaPortal
sk_sk: MediaPortal klient
sl_si: MediaPortal odjemalec
sr_cyrl_cs: MediaPortal клијент
sr_latn_cs: MediaPortal klijent
sv_se: MediaPortal Klient
tr_tr: MediaPortal İstemci
zh_cn: MediaPortal客户端
