Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# MPSettings_checkBoxFirewall
source: Configure Windows Firewall to allow external access to MediaPortal
cs_cz: Nastavit Winodows Firewall, aby umožnil externí přístup k MediaPortalu
da_dk: Konfigurer Windows Firewall til at tillade ekstern adgang til MediaPortal
de_de: Windows Firewall für externen Zugriff auf den MediaPortal konfigurieren.
el_gr: Ρύθμιση του τείχους προστασίας των Windows για να επιτραπεί η εξωτερική σύνδεση με το MediaPortal.
es_es: Configurar el cortafuegos de Windows para permitir el acceso externo a MediaPortal
fr_fr: Configurer le Pare-Feu Windows pour permettre l'accès à MediaPortal depuis les autres PC
hr_hr: Podesi windows vatrozid za vanjski pristup MediaPortalu
it_it: Configurare il Firewall di Windows per permettere accessi esterni a MediaPortal
ja_jp: Windowsファイヤウォールの設定を変更し、Media Portalへの外部アクセスを有効にします。
mk_mk: Конфигурирајте го Windows Firewall да овозможи пристап од надвор до MediaPortal
nb_no: Konfigurer Windows Firewall til å akseptere eksterne tilkoblinger for MediaPortal
nl_nl: Configureer Windows Firewall zodat deze toegang tot MediaPortal toestaat.
pt_br: Configure o Firewall do Windows para permitir acesso externo ao MediaPortal
pt_pt: Configura a Firewall do Windows para permitir acesso externo ao MediaPortal
ro_ro: Configurează Windows Firewall să permită la MediaPortal acces extern
ru_ru: Настройка Брандмауера Windows для доступа к MediaPortal
sk_sk: Nastaviť Windows Firewall, aby umožnil externý prístup k MediaPortalu
sl_si: Nastavi Windows požarni zid, da bo omogočen zunanji dostop do MediaPortala
sr_cyrl_cs: Подесите Windows Firewall да омогући приступ споља на MediaPortal
sr_latn_cs: Podesite Windows Firewall da omogući pristup spolja na MediaPortal
sv_se: Konfigurera Windows brandvägg för att tillåta extern åtkomst till MediaPortal
tr_tr: MediaPortal'a harici erişim izni vermek için Windows Güvenlik Duvarı'nı yapılandır
zh_cn: 配置Windows防火墙允许外界访问MediaPortal

# OS_Beta
source: Beta version of a service pack detected, your system is not supported... Continue at your own risk!
cs_cz: Byla zjištěna beta verze Service Pack, váš systém není podporován... Pokračujte na vlastní nebezpečí!
da_dk: Beta version af windows service pack detekteret. Fortsæt for egen risiko!
de_de: Beta Version des SP gefunden, Ihr Betriebsystem wird nicht unterstützt... Fortsetzung erfolgt auf eigenes Risiko!
el_gr: Έκδοση Beta λειτουργικού ανιχνεύθηκε, το σύστημάσας δεν υποστηρίζεται... Συνεχίστε με δική σας ευθύνη!
es_es: Se ha detectado una versión Beta del SP, tu sistema no está soportado... ¡Continúa bajo tu responsabilidad!
fr_fr: Une version Beta de SP est détecté. Votre système n'est pas supporté... Continuer à vos risques et périls!
hr_hr: Beta verzija SP, operativni sustav nije podržan... Nastavi na vlastit rizik!
it_it: E' installata una versione beta del Service Pack, il vostro sistema non è supportato. Proseguire l'installazione è un vostro rischio.
mk_mk: Детектирана е бета верзија на SP, Вашиот систем не е поддржан... Продолжувате на сопствен ризик!
nb_no: Beta versjon av en Servicepakke funnet, ditt system er derfor ikke støttet... Fortsett på egen risiko!
nl_nl: Er werd een beta versie van een Service Pack gedetecteerd, uw configuratie wordt niet ondersteund... Doorgaan is op eigen verantwoordelijkheid!
pt_br: Beta versão do SP detectado, seu sistema não é suportado... Continue e assuma os riscos!
pt_pt: Versão Beta do SP detectado, o seu sistema não é suportado... Continue sob a sua responsabilidade e risco!
ro_ro: Versiune Beta a unui Service Pack detectată,sistemul dumneavoastră nu este suportat... Continuați pe riscul dumneavoastră!
sk_sk: Bola zistená beta verzia Service Packu, váš systém nie je podporovaný... Pokračujte na vlastné nebezpečie!
sl_si: Najdena beta verzija servisnega paketa, vaš sistem ni podprt... Nadaljujte na lastno odgovornost!
sr_cyrl_cs: Откривена је Бета Верзија СП-а, ваш систем није подржан ... Наставите на сопствени ризик!
sr_latn_cs: Otkrivena je Beta Verzija SP-a, vaš sistem nije podržan ... Nastavite na sopstveni rizik!
sv_se: Betaversion av service-pack upptäckt, ditt system stöds ej... Fortsätt på egen risk!
tr_tr: Servis pakedi beta sürümü bulundu, sisteminiz desteklenmemektedir... Devam etmek kendi sorumluluğunuzdadır!
zh_cn: 检测到一个测试版本的服务补丁，你的系统不被支持.....继续安装风险自担！

# Finished_labelHeading3_download
source: This application will now close and open the folder "MediaPortal Installation". Transfer this folder to your HTPC. Start installation by running "MediaPortal.DeployTool.exe".
cs_cz: Tato aplikace bude nyní ukončena a otevře se složka „Instalace MediaPortalu”. Přesuňte tuto složku do vašeho HTPC. Zahajte instalaci spuštěním souboru „MediaPortal.DeployTool.exe”.
da_dk: Denne applikation vil nu lukke, og åbne folderen "MediaPortal Installation". Overfør folderen til din HTPC. Start installationen ved at køre "MediaPortal.DeployTool.exe".
de_de: Diese Anwendung wird jetzt beendet und das Verzeichnis "MediaPortal Installation" wird geöffnet. Kopieren Sie dieses Verzeichnis auf Ihren HTPC. Starten Sie "MediaPortal.DeployTool.exe" um die Installation durchzuführen.
el_gr: Αυτή η εφαρμογή θα κλείσει και θα ανοίξει ο φάκελος "MediaPortal Installation". Μεταφέρετε αυτόν τον φάκελο στο HTPC σας. Αρχίστε την εγκατάσταση με το αρχείο "ΜediaPortal.DeployTool.exe".
es_es: Este programa se cerrará ahora y abrirá la carpeta "MediaPortal Installation" Transfiere esta carpeta a tu HTPC. Comienza la instalación ejecutando "MediaPortal.DeployTool.exe"
fr_fr: Cette application va maintenant se fermer et ouvrir le dossier "MediaPortal Installation". Transférer se dossier dans votre HTPC. Commencer l'installation, en éxecutant "MediaPortal.DeployTool.exe".
hr_hr: Aplikacija će se zatvoriti i otvoriti će se mapa Instalacije MediaPortala. Kopiraj ovu mapu na HTPC. Započni instalaciju pokretanjem "MediaPortal.DeployTool.exe".
it_it: Chiudendo questo programma, si aprirà la cartella "MediaPortal Installation". Copiatela sul vostro HTPC e installate lanciando "MediaPortal.Deploy.exe".
mk_mk: Оваа апликација сега ќе се затвори и ќе биде отворен фолдерот "MediaPortal Installation". Префрлете го овој фолдер на вашиот HTPC. Почнете ја инсталацијата со стартување на "MediaPortal.DeployTool.exe".
nb_no: Programmet vil nå lukkes og deretter åpne mappen "MediaPortal Installation". Overfør denne folderen til din HTPC. Start installasjonen ved å kjøre "MediaPortal.DeployTool.exe"
nl_nl: Het programma zal nu sluiten en de map "MediaPortal Installation" openen. Verplaats dit bestand naar uw HTPC en start de installatie met "MediaPortal.DeployTool.exe".
pt_br: Esta aplicação vai agora encerrar e abrir o diretório "MediaPortal Installation". Mova esse diretório para o seu HTPC. Inicie a instalação executando "MediaPortal.DeployTool.exe".
pt_pt: Esta aplicação irá fechar agora e abrir a pasta"Instalação do MediaPortal". Transfira esta pasta para o seu HTPC. Comece a instalação correndo "MediaPortal.DeployTool.exe".
ro_ro: Acest aplicativ acum se va inchide și va deschide folder-ul "MediaPortal Installation". Transferați acest folder pe HTPC-ul dumneavoastră.Incepeți instalarea pornind "MediaPortal.DeployTool.exe".
sk_sk: Táto aplikácia bude teraz ukončená a otvorí sa adresár „Inštalácie MediaPortalu”. Presuňte tento adresár do vašeho HTPC. Spustite inštaláciu spustením súboru „MediaPortal.DeployTool.exe”.
sl_si: Ta program se bo sedaj zaprl in odprl imenik "MediaPortal namestitev". Prenesite ta imenik in njegovo vsebino na vaš HTPC. Začnite namestitev s poganjanjem "MediaPortal.DeployTool.exe".
sr_cyrl_cs: Овај програм ће се затворити и отворити директоријум "MediaPortal инсталација". Пренесите овај директоријум на ваш HTPC. Покрените инсталацију покретањем "MediaPortal.DeployTool.exe".
sr_latn_cs: Ovaj program će se zatvoriti i otvoriti direktorijum "MediaPortal instalacija". Prenesite ovaj direktorijum na vaš HTPC. Pokrenite instalaciju pokretanjem "MediaPortal.DeployTool.exe".
sv_se: Programmet kommer nu att avslutas och öppna mappen "MediaPortal Installation". Flytta mappen till din HTPC. Starta installationen genom att köra "MediaPortal.DeployTool.exe".
tr_tr: Şimdi bu uygulama kapanacak ve "MediaPortal Installation" dizini açılacaktır. Bu dizini HTPC'nize aktarın. "MediaPortal.DeployTool.exe" dosyasını çalıştırarak kurulumu başlatın.
zh_cn: 此应用程序现在即将被关闭并打开“MediaPortal Installation”文件夹。 在你的HTPC上转换到这个文件夹。通过运行“MediaPortal.DeployTool.exe”开始安装。

# Install_stateSkipped
source: Skipped
cs_cz: Přeskočeno
da_dk: Springes over
de_de: Übersprungen
el_gr: Δεν έγινε
es_es: Pasado
fr_fr: Sauté
it_it: Saltato
mk_mk: Прескокнато
nb_no: Hoppet over
nl_nl: Overgeslagen
pt_br: Ignorado
ro_ro: Omis
sk_sk: Preskočené
sl_si: Preskočeno
sr_cyrl_cs: Прескочи
sr_latn_cs: Preskočeno
sv_se: Överhoppad
tr_tr: Atlandı
zh_cn: 已跳过

# Exit_Installation
source: Do you really want to abort the installation of MediaPortal?
cs_cz: Opravdu chcete přerušit instalaci MediaPortalu?
da_dk: Vil du afbryde installationen af MediaPortal?
de_de: Installation wirklich abbrechen?
el_gr: Θέλετε να εγκαταλείψετε την εγκατάσταση του MediaPortal?
es_es: ¿Realmente quieres abortar la instalación de MediaPortal?
fr_fr: Voulez-vous réellement annuler l'installation de MédiaPortal ?
it_it: Abbandonare l'installazione di MediaPortal ?
mk_mk: Дали сигурно сакате да ја прекинете инсталацијата на MediaPortal?
nb_no: Vil du virkelig avslutte installasjonen av MediaPortal?
nl_nl: Wilt u werkelijk de installatie van MediaPortal afbreken?
pt_br: Você realmente deseja abortar a instalação do MediaPortal?
ro_ro: Chiar doriți să anulați instalarea MediaPortal?
sk_sk: Naozaj chcete zrušiť inštaláciu MediaPortalu?
sl_si: Ali res želite prekiniti namestitev MediaPortala?
sr_cyrl_cs: Да ли стварно желите да прекинете инсталацију MediaPortal-a?
sr_latn_cs: Da li stvarno želite da prekinete instalaciju MediaPortal-a?
sv_se: Vill du verkligen avsluta installationen av MediaPortal?
tr_tr: MediaPortal kurulumunu gerçekten iptal etmek istiyor musunuz?
zh_cn: 你确实要放弃安装MediaPortal吗？

# DownloadOnly_CurrentSettings
source: Current download settings: lang={0}, arch={1}
cs_cz: Aktuální nastavení stahování: jazyk={0}, arch={1}
da_dk: Nuværende download instillinger: lang={0}, arch={1}
de_de: Aktuelle Download Einstellungen: Sprache={0}, System={1}
el_gr: Τρέχουσες ρυθμίσεις: lang={0}, arch={1}
es_es: Configuración actual de descarga: lang={0}, arch={1}
fr_fr: Paramétre actuel de téléchargement: lang={0}, arch={1}
it_it: Configurazione dello scarico: lingua={0}, arch={1}
mk_mk: Моментални подесувања за симнување: lang={0}, arch={1}
nb_no: Gjeldende instillinger for nedlasting: lang={0}, arch={1}
nl_nl: Huidige download instellingen: taal={0}, systeem={1}
pt_br: Configurações atuais do download: lang={0}, arch={1}
ro_ro: Setările actuale ptr. descărcare: lang={0}, arch={1}
sk_sk: Aktuálne nastavenia sťahovania: jazyk={0}, arch={1}
sl_si: Trenutne nastavitve nalaganja: jezik={0}, arhitektura={1}
sr_cyrl_cs: Тренутна подешавања за преузимање: Језик={0}, Главни={1}
sr_latn_cs: Trenutna podešavanja za preuzimanje: Jezik={0}, Glavni={1}
sv_se: Aktuella nedladdningsinställningar: språk={0}, arch={1}
tr_tr: Mevcut indirme ayarları: lang={0}, arch={1}
zh_cn: 目前下载的设置：lang={0}，arch={1}

# DownloadSettings_labelSectionHeader
source: Please select the download settings:
cs_cz: Vyberte nastavení stahování:
da_dk: Vælg indstillinger for download:
de_de: Bitte wählen sie die Einstellungen für den Download:
el_gr: Επιλέξατε ρυθμίσεις μεταφόρτωσης:
es_es: Por favor, selecciona la configuración para las descargas:
fr_fr: Veuillez séllectionner les paramétres de téléchargement :
it_it: Selezionare le preferenze per lo scarico:
mk_mk: Ве молам одберете подесувања за симнувања:
nb_no: Vennligst velg instillinger for nedlasting
nl_nl: Selecteer de instellingen voor het downloaden a.u.b.
pt_br: Por favor, selecione as configurações de download:
ro_ro: Vă rugăm selectați setările pentru descărcări:
sk_sk: Vyberte nastavenie sťahovania:
sl_si: Izberite nastavitve nalaganja:
sr_cyrl_cs: Одаберите подешавања за преузимање са интернета:
sr_latn_cs: Odaberite podešavanja za preuzimanje sa interneta:
sv_se: Välj nedladdningsinställningar:
tr_tr: Lütfen indirme ayarlarını seçiniz:
zh_cn: 请选择要下载的设置：

# DownloadOnly_NoConnectionWarning
source: No Internet connection found! To continue the installation an active connection is required.
cs_cz: Nebylo nalezeno žádné připojení k Internetu! Pro pokračování v instalaci je vyžadováno aktivní připojení.
da_dk: Kunne ikke etablere forbindelse til internettet. Dette kræves for at fortsætte installationen.
de_de: Keine Internetverbindung gefunden! Zum Fortführen der Installation wird eine Internetverbindung benötigt.
el_gr: Δεν βρέθηκε σύνδεση με το Internet. Για να συνεχιστεί η εγκατάσταση απαιτείται μια ενεργή σύνδεση.
es_es: ¡No estás conectado a Internet! Para continuar la instalación se requiere una conexión activa.
fr_fr: Aucune connection internet trouvé ! Pour poursuivre l'installation une connection active est requise.
it_it: Connessione internet non trovata ! Per continuare l'installazione è necessaria una connessione internet.
mk_mk: Нема интернет конекција! За да продолжи инсталацијата потребна е активна конекција.
nb_no: Ingen internetttilkobling funnet! For å kunne fortsette installasjonen kreves en tilkobling.
nl_nl: Geen internetverbinding gevonden! Om verder te kunnen gaan met de installatie is een verbinding nodig.
pt_br: Conexão com a Internet não encontrada! Para continuar a instalação uma conexão ativa é necessária.
ro_ro: Nu a fost găsită o conexiune Internet!Pentru a continua instalarea aveți nevoie de o conexiune activă.
sk_sk: Nebolo nájdené žiadne pripojenie k Internetu! Pre pokračovanie v inštalácii je vyžadováné aktívne pripojenie.
sl_si: Interneta povezava ni bila najdena! Za nadaljevanje namestitve je potrebna aktivna internet povezava.
sv_se: Hittar ingen Internetanslutning! För att fortsätta installationen krävs en aktiv anslutning.
tr_tr: İnternet bağlantısı bulunamadı! Kuruluma devam etmek için aktif bir bağlantı gerekmektedir.
zh_cn: 没有找到互联网连接！要继续安装必须有一个活动的互联网连接。

# DiskSpace_Error
source: There is not enough disk space left on the specified drive! For the installation of MediaPortal you need at least {0} MB of free disk space.
cs_cz: Na zvolené jednotce není dostatek volného místa! Pro instalaci MediaPortalu potřebujete nejméně {0} MB volného místa.
da_dk: Der er ikke nok ledig plads på den valgte harddisk! Installationen af MediaPortal kræver {0} MB ledig harddisk plads.
de_de: Auf dem angegebenen Laufwerk ist nicht ausreichend Speicherplatz vorhanden! Zur Installation von MediaPortal werden {0} MB Speicherplatz benötigt.
el_gr: Δεν υπάρχει αρκετός χώρος στον σκληρό δίσκο που επελέγη! Για την εγκατάσταση του MediaPortal χρειάζεστε το λιγότερο {0} ΜΒ ελεύθερου χώρου.
es_es: ¡No hay suficiente espacio libre en la unidad especificada! Para la instalación de MediaPortal se necesita al menos {0} MB de espacio libre en disco.
fr_fr: Il n'y a pas suffisamment d'espace disque sur le lecteur spécifié! Pour l'installation de MediaPortal vous avez besoin d'au moins {0} Mo d'espace libre sur le disque.
it_it: Non c'è spazio libero sufficiente sul disco specificato! L'installazione di MediaPortal necessita di almeno {0} MB di spazio libero.
mk_mk: Не остана доволно дисковен простор на посочениот драјв! За инсталација на Media Portal потребни се најмалку {0} MB слободен простор.
nb_no: Det er ikke nok plass på valgte harddisk! For innstallasjon av MediaPortal kreves {0} MB fri plass.
nl_nl: Er is niet genoeg schijfruimte op de geselecteerde schijf! Voor de installatie van MediaPortal is minimaal {0} MB vrije schijfruimte nodig.
pt_br: Não há espaço suficiente no drive especificado! Para a instalação do MediaPortal você precisará de pelo menos {0} MB de espaço livre em disco.
ro_ro: Spațiu insuficient pe discul specificat!Pentru instalarea MediaPortal aveți nevoie de cel puțin {0} MB de spațiu liber pe disk.
sk_sk: Na zvolenej jednotke nieje dostatok voľného miesta! Na inštaláciu MediaPortalu potrebujete najmenej {0} MB voľného miesta.
sl_si: Na izbranem disku ni dovolj prostega prostora! Za namestitev MediaPortala potrebujete vsaj {0} MB prostega prostora.
sv_se: Det finns inte tillräckligt mycket ledigt utrymme på den angivna hårddisken! För installation av MediaPortal behöver du minst {0} MB ledigt utrymme.
tr_tr: Belirtilen sürücüde yeterli boş disk alanı bulunmamaktadır! MediaPortal kurulumu için en azından {0} MB boş disk alanına ihtiyaç vardır.
zh_cn: 在指定的驱动器上没有足够的剩余空间！要安装MediaPortal至少需要 {0} MB空闲磁盘空间。

# Upgrade_labelSectionHeader
source: MediaPortal {0} detected.
cs_cz: Byl zjištěn MediaPortal {0}.
de_de: MediaPortal {0} ist installiert.
el_gr: Βρέθηκε Mediaportal {0}.
es_es: Detectado {0} MediaPortal
fr_fr: MediaPortal {0} detecté.
it_it: Trovato MediaPortal {0}.
mk_mk: Најден е MediaPortal {0}.
nb_no: MediaPortal {0} funnet.
nl_nl: MediaPortal {0} gevonden.
pt_br: MediaPortal {0} detectado.
ro_ro: A fost detectat MediaPortal {0}
sk_sk: Bol zistený MediaPortal {0}.
sl_si: Najden MediaPortal {0}.
sv_se: MediaPortal {0} upptäckt.
tr_tr: MediaPortal {0} bulundu.
zh_cn: 检测到MediaPortal {0}。

# Upgrade_labelSectionHeader_GIT
source: MediaPortal {0} (build {1}) detected.
cs_cz: Byl zjištěn MediaPortal {0} (sestavení {1}).
de_de: MediaPortal {0} (GIT Version {1}) ist installiert.
el_gr: Βρέθηκε MediaPortal {0} (build {1}).
es_es: Detectado MediaPortal {0} (build {1}) .
fr_fr: MediaPortal {0} (build {1}) detecté.
mk_mk: Најден е MediaPortal {0} (build {1}).
nb_no: MediaPortal {0} (build {1}) funnet.
nl_nl: MediaPortal {0} (build {1}) gevonden.
pt_br: MediaPortal {0} (build {1}) detectado
ro_ro: A fost detectat MediaPortal {0} (build {1})
sl_si: Najden MediaPortal {0} (build {1}).
sv_se: MediaPortal {0} (version {1}) upptäckt.
tr_tr: MediaPortal {0} (derleme {1}) bulundu.
zh_cn: 检测到MediaPortal {0} (build {1})。

# Upgrade_no
source: Fresh install
cs_cz: Čistá instalace
de_de: Neuinstallation
el_gr: Νέα εγκατάσταση
es_es: Nueva instalación
fr_fr: Nouvelle installation
it_it: Re-installazione completa
mk_mk: Свежа инсталација
nb_no: Ny installasjon
nl_nl: Schone installatie
pt_br: Instalação completa
ro_ro: Nouă Instalare
sk_sk: Čistá inštalácia
sl_si: Sveža namestitev
sv_se: Nyinstallation
tr_tr: Temiz kurulum
zh_cn: 更新安装

# Upgrade_yes
source: Update current installation to {0}
cs_cz: Aktualizovat současnou instalaci na {0}
de_de: Bestehende Installation auf Version {0} aktualisieren
el_gr: Αναβάθμιση τρέχουσας εγκατάστασης στην {0}
es_es: Actualizar instalación actual a {0}
fr_fr: Mise à jour vers {0}
it_it: Aggiorna l'attuale installazione alla versione {0}
mk_mk: Надогради тековна инсталација до {0}
nb_no: Oppdatere gjeldende installasjon til {0}
nl_nl: Huidige installatie bijwerken naar {0}
pt_br: Atualizar instalação atual para {0}
ro_ro: Actualizați Instalarea curentă la {0}
sk_sk: Aktualizovať súčasnú inštaláciu na {0}
sl_si: Nadgradi trenutno namestitev na {0}
sv_se: Uppgradera aktuell installation till {0}
tr_tr: Mevcut kurulumu {0}'a güncelle
zh_cn: 更新目前安装到 {0}

# Upgrade_note
source: NOTE: You cannot upgrade from an existing GIT build, those are meant for testing purposes only.
cs_cz: POZNÁMKA: Nemůžete aktualizovat z GIT verze, ty jsou určeny pouze pro testovací účely.
de_de: Achtung: Eine Aktualisierung basierend auf der Installation einer GIT Version ist nicht möglich.
el_gr: ΣΗΜΕΙΩΣΗ: Δεν μπορεί να γίνει αναβάθμιση από έκδοση GIT.
es_es: NOTA: No puedes actualizar desde GIT build, éstas están diseñadas sólo para su testeo.
fr_fr: REMARQUE: Vous ne pouvez évoluer à partir d'une GIT build, ceux-ci sont destinés à des fins de test uniquement.
it_it: NOTA: Non si può aggiornare da una build SVN esistente, quest'ultima è intesa solo a scopo di test.
mk_mk: ЗАБЕЛЕШКА: Не можете да надградите од постоечки GIT build, тие се наменети само за тестирање.
nb_no: NB! Du kan ikke oppgradere fra en GIT versjon, siden de er kun ment for testing.
nl_nl: Opmerking: U kunt niet op basis van een bestaande GIT upgraden, deze zijn alleen voor test doeleinden.
pt_br: NOTA: Você não pode atualizar a partir de uma versão GIT , estas são destinadas apenas para teste.
ro_ro: NOTĂ:Nu puteți actualiza o versiune GIT existentă pentru că acestea sunt create numai pentru testare.
sk_sk: POZNÁMKA: Nemôžete aktualizovať z SVN verze, tie sú určené len pre testovacie účely.
sl_si: Obvestilo: Nadgrajevanje iz GIT builda ni mogoče, saj so le-ti namenjeni izključno testiranju.
sv_se: OBS: Du kan inte uppgradera en GIT-version, dessa är endast till för testning.
tr_tr: NOT: Mevcut GIT derlemesinden güncelleme yapılamaz, GIT derlemeleri sadece test amaçlıdır.
zh_cn: 注意：不能从一个已存在的GIT build更新， GIT build是仅供测试所用的。

# Install_actionUpgradeInstall
source: Upgrade->Install
cs_cz: Aktaualizovat -> Nainstalovat
de_de: Aktualisierung->Installation
el_gr: Αναβάθμιση->Εγκατάσταση
es_es: Actualizar->Instalar
fr_fr: Mise à jour->Installation
mk_mk: Надогради->Инсталирај
nb_no: Oppgradere->Innstallere
nl_nl: Upgrade->Installeren
pt_br: Atualização -> Instalar
ro_ro: Actualizare->Instalare
sk_sk: Aktualizovať -> Nainštalovať
sl_si: Nadgradi->Namesti
sv_se: Uppgradera->Installera
tr_tr: Güncelleme->Kur
zh_cn: 更新->安装

# DBMSType_lbMSSQL_disabled
source: (learn here why)
cs_cz: (zjistěte zde proč)
de_de: (Weitere Informationen anzeigen)
el_gr: (μάθετε εδώ γιατί)
es_es: (descubre aquí por qué)
fr_fr: (Apprendre ici pourquoi)
mk_mk: (научете овде зошто)
nb_no: (lær hvorfor her)
nl_nl: (lees hier waarom)
pt_br: (Saiba aqui o porquê)
sk_sk: (zistite tu prečo)
sl_si: (tu ugotovi, zakaj)
sv_se: (lär varför här)
tr_tr: (nedenini öğren)
zh_cn: （这里学习为什么）

# DBMSType_rbMSSQL_disabled
source: Microsoft SQL-Server Express 2005 is disabled
cs_cz: Microsoft SQL Server Express 2005 je zakázán
de_de: Microsoft SQL Server Express 2005 ist deaktiviert
el_gr: Ο Microsoft SQL-Server Express 2005 είναι απενεργοποιημένος
es_es: Microsoft SQL-Server Express 2005 está deshabilitado
fr_fr: Microsoft SQL-Server Express 2005 est désactivé
mk_mk: Microsoft SQL-Server Express 2005 е оневозможен
nb_no: Microsoft SQL-Server Express 2005 er ikke tigjengelig
nl_nl: Microsoft SQL-Server Express 2005 is uitgeschakeld
pt_br: Microsoft SQL-Server Express 2005 está desativado
sk_sk: Microsoft SQL Server Express 2005 je zakázany
sl_si: Microsoft SQL Server 2005 Express je onemogočen
sv_se: Microsoft SQL-Server Express 2005 är inaktiverad
tr_tr: Microsoft SQL-Server Express 2005 devre dışı
zh_cn: Microsoft SQL-Server Express 2005已禁用
