Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# AeroThemeMissing
source: Windows AERO is currently disabled. Please note that AERO is needed to avoid tearing and stuttering. Enabling AERO will also reduce CPU usage, thus making your HTPC run cooler and quieter.
de_de: Windows AERO ist momentan deaktiviert. Zur Reduzierung der CPU-Last und zur Vermeidung von Tearing und Stuttering empfehlen wir Windows AERO zu aktivieren.
es_es: Windows AERO está desactivado actualmente. Por favor, recuerda que el modo AERO es necesario para evitar la desincronización y las imágenes entrecortadas. Activar AERO puede reducir el consumo de recursos, haciendo que tu HTPC funcione más silenciosamente y más fresco.
fr_fr: Windows Aero est actuellement désactivée. Sachez que AERO est nécessaire pour éviter le tearing et le stuttering. L'activation d'AERO peut réduire également l'utilisation du processeur, ce qui rend votre HTPC frais et silencieux !
nb_no: Windows AERO er ikke aktivert. Vær oppmerksom på at AERO trengs for å ungå hakking ved avspilling. Ved å aktivere AERO vil også CPU bruken gå ned, som igjen gjør at din HTPC er kaldere og mer stille.
nl_nl: Windows AERO is momenteel uitgeschakeld. AERO is nodig om tearing en een schokkerig beeld te voorkomen. Inschakelen van AERO zal ook het processor gebruik verminderen, dus het maakt u HTPC minder warm en stiller.
pt_br: O Windows AERO está desativado. Por favor, note que o AERO é necessário para evitar Travamendos e Desligamentos. Ativando AERO também reduzirá o uso de CPU, tornando o seu HTPC mais frio e silencioso.
sk_sk: Windows AERO schéma je deaktivovaná. Prosím berte na vedomie, že AERO schéma je potrebná kvoli zamedzeniu zasekávania obrazu. Aktivovaním AERO schémy sa taktiež zníži záťaž na procesor - čím HTPC bude tichšie a chladnejšie.
sv_se: Windows AERO är avslaget. Vänligen observera att AERO måste användas för att undvika distortion av bilden och hackig uppspelning. Genom att använda AERO minskas även CPU belastningen vilket kan leda till att din HTPC blir svalare samt låter mindre.
tr_tr: Windows AERO şu anda devre dışıdır. Unutmayın ki AERO, yırtılma (tearing) ve teklemeleri (stuttering) önlemek için gereklidir. AERO'yu aktif hale getirmek aynı zamanda işlemci kullanımını da düşürecektir, böylece HTPC'niz daha serin ve sessiz çalışmasını sağlayabilirsiniz.
zh_cn: Windows AERO目前禁用。 请注意为消除画面撕裂及声音断续启用AERO是必须的。 启用AERO还能减少CPU占有率，从而使你的HPTC运行时更加冷却和安静。

# Reboot_Required
source: A reboot is needed by a Microsoft component. Please proceed with it before continuing with MediaPortal installation.
de_de: Eine Microsoft Komponente benötigt einen Neustart. Bitte fahren Sie nach dem Neustart mit der Installation fort.
es_es: Un componente de Microsoft necesita reiniciar el ordenador. Por favor, hazlo antes de continuar con la instalación de MediaPortal.
fr_fr: Un redémarrage est nécessaire par un composant Microsoft. Merci de procéder au redémarrage avant de poursuivre l'installation de MediaPortal.
nl_nl: Een onderdeel van Microsoft vereist een herstart. Ga a.u.b. pas verder met de met de installatie van MediaPortal na de herstart.
pt_br: Uma reinicialização é necessária por um componente da Microsoft. Por favor, reinicie o sistema antes de prosseguir com a instalação do MediaPortal.
sk_sk: Daný Microsoft komponent vyžaduje reštart. Prosím reštartuje pred pokračovaním inštalácie MediaPortalu.
sv_se: En omstart av datorn krävs av en Microsoft-komponent. Innan du fortsätter med installationen av MediaPortal måste du starta om datorn.
tr_tr: Bir Microsoft bileşeni, sistemin yeniden başlatılmasına ihtiyaç duymaktadır. Lütfen MediaPortal kurulumuna devam etmeden önce, bu işlemi gerçekleştirin.
zh_cn: 一个Mcirosoft组件要求重启电脑。 在继续MediaPortal安装以前请重启电脑。

# ExtensionChoice_LAV
source: Install LAV Filters to enable playback of many common audio and video formats
de_de: LAV Filter installieren um gängige Mediendateien abspielen zu können
es_es: Instalar LAV Filters para reproducir los formatos de audio y vídeo más comunes
fr_fr: Installez LAV Filtres pour permettre la lecture de nombreux formats audio vidéo

# SkinChoice_labelSectionHeader
source: Choose a Skin
de_de: Skin auswählen
es_es: Elige un Skin
nb_no: Velg et skinn
nl_nl: Kies Skin
sv_se: Välj Skin

# SkinChoice_labelExistingSkin
source: Use Existing Skin (This will be checked for compatibility)
de_de: Existierenden Skin verwenden (Wird auf Kompatibilität geprüft)
es_es: Usar Skin actual (Se comprobará su compatibilidad)
nb_no: Bruk eksisterende skinn (Vil bli sjekket om det er kompatibelt)
nl_nl: Gebruik huidige Skin (Compatibiliteit word gecontroleerd)
sv_se: Använd ditt aktuella Skin (detta kommer att kompatibilitetstestas)

# ExtensionChoice_MoreInfo
source: More Info
es_es: Más información

# ExtensionChoice_OtherExtensions
source: Browse other extensions
es_es: Explorar otras extensiones

# ExtensionChoice_Titan
source: Install extension that adds support for popular third party plugins
es_es: Instalar extensión que añade soporte para otros plugins populares

# ExtensionChoice_Title
source: Recommended Extensions
es_es: Extensiones recomendadas

# Finished_linkWiki
source: MediaPortal Wiki
cs_cz: Wiki MediaPortalu
fr_fr: Wiki MediaPortal
it_it: Wiki di MediaPortal
pl_pl: Wiki MediaPortal
pt_br: Wiki do MediaPortal
pt_pt: Wiki do MediaPortal
ru_ru: Википедия MediaPortal
sk_sk: Wiki MediaPortalu
zh_cn: MediaPortal维基
