Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# DownloadOnly_labelSectionHeader
source: An internet connection is required for the installation process. Do you want to start with the installation process now or do you just want to download the required components in order to perform the installation later ? (maybe on a pc without an internet connection)
cs_cz: Pro proces instalace je vyžadováno připojení k internetu. Chcete nyní zahájit proces instalace nebo chcete jen stáhnout nezbytné součásti, abyste mohli provést instalaci později? (např. na počítači bez připojení k internetu)
da_dk: En internetforbindelse er nødvendig for installationsprocessen. Ønsker du at starte installationen nu, eller ønsker du blot at downloade de nødvendige komponenter for at installere senere, måske på en PC uden internetforbindelse?
de_de: Für die Installation wird eine Internetverbindung benötigt. Möchten Sie die Installations-Schritte jetzt durchführen oder lediglich die benötigten Dateien herunterladen, um die eigentliche Installation später vorzunehmen?
el_gr: Σύνδεση με το Internet απαιτείται για την εγκατάσταση. Θέλετε να αρχίσετε με τη εγκατάσταση τώρα ή θέλετε να μεταφορτώσετε τα απαιτούμενα αρχεία για να πραγματοποιήσετε την εγκατάσταση αργότερα? (σε περίπτωση αργής σύνδεσης)
es_es: Es necesario tener una conexión a Internet durante la instalación. ¿Quieres comenzar la instalación ahora? ¿o descargar los archivos necesarios e instalarlos más tarde? (puede que en un PC sin conexión a Internet)
fr_fr: Une connection Internet est requise pour le processus d'installation. Voulez-vous démarrer le processus d'installation maintenant ou uniquement télécharger les composants pour une installation ultérieure ? (Utile pour un PC sans connection Internet)
hr_hr: Internet veza je potrebna za instalacijski proces. Želiš li započeti sa instalacijom sada ili želiš preuzeti potrebne komponente za kasniju instalaciju ? (možda za računalo bez internet veze)
it_it: E' richiesta una connessione internet per l'installazione. Volete cominciare il processo di installazione adesso o volete solamente scaricare i componenti necessari per poi eseguire l'installazione sucessivamente ? (magari su un pc che non ha connessione internet)
ja_jp: インストールするためには、インターネット接続が必要です。 今ずぐ、インストール処理を開始しますか、それとも必要コンポー ネントのダウンロードのみ行い、あとでインストールしますか？
mk_mk: За процесот на инсталација потребна е интернет конекција Дали сакате да почните со процесот на инсталација сега или само сакате да ги симните потребните компоненти со цел да направите инсталација подоцна ? (можеби на PC без интернет конекција)
nb_no: En internett tilkobling er nødvendig for denne installasjonsprosessen. Vil du starte installasjonsprosessen nå, eller bare laste ned komponentene for å installere senere?
nl_nl: Een internetverbinding is vereist om verder te gaan met het installatieproces. Wilt u nu met het installatieproces beginnen of wilt u de benodigde onderdelen eerst downloaden om de installatie later uit te voeren? (mogelijk op een PC zonder internetverbinding)
pl_pl: Potrzebny jest dostęp do Internetu, aby przeprowadzić instalację. Czy chcesz rozpocząć instalację czy chcesz tylko ściągnąć potrzebne podprogramy aby zainstalować później? (np. na komputerze bez łącza internetowego)
pt_br: Será necessária uma conexão a internet para o processo de instalação: Você quer começar o processo de instalação agora, ou você simplesmente deseja baixar os componentes necessários a fim de executar a instalação mais tarde? (Talvez em um PC sem uma conexão à Internet)
pt_pt: Uma ligação à internet é necessária para o procedimento da instalação. Quer iniciar o processo de instalação agora ou apenas transferir os componentes necessários para proceder à instalação posteriormente? (talvez num pc sem ligação à internet)
ro_ro: O conexiune Internet este necesară pentru procesul de instalare. Doriți să porniți procesul de instalare acum sau doriți doar să descărcați componentele necesare și să instalați mai târziu? (poate pe un PC fără conexiune internet)
ru_ru: Для установки требуется подключение к интернету. Желаете ли Вы начать установку сейчас или хотите только скачать необходимые компоненты чтобы произвечти установку позднее? (может быть на компьютере без подключения к интернету)
sk_sk: Pre proces inštalácie je požadované pripojenie k internetu. Chcete teraz spustiť proces inštalácie alebo chcete len stiahnúť potrebné komponenty, aby bolo možné vykonať inštaláciu neskôr? (napr. na počítači bez pripojenia k internetu)
sl_si: Internetna povezava je potrebna med namestitvenim procesom. Ali želite začeti z namestitvenim postopkom sedaj, ali pa želite le naložiti zahtevane programe za kasnejšo namestitev? (morda na računalniku brez internetne povezave)
sr_cyrl_cs: Приступ интернет је потребан за процес инсталације. Да ли желите да започнете са инсталацијом сада или желите да презумете потребне програме како би сте наставили за инсталацијом касније? (на рачунару без приступа интернету)
sr_latn_cs: Pristup internet je potreban za proces instalacije. Da li želite da započnete sa instalacijom sada ili želite da prezumete potrebne programe kako bi ste nastavili za instalacijom kasnije? (na računaru bez pristupa internetu)
sv_se: En internetuppkoppling är ett krav för att installationsprocessen skall fungera. Vill du starta installationsprocessen nu eller vill du ladda ner alla komponenter som behövs för att utföra installationen senare, kanske på en PC utan en internetanslutning?
tr_tr: Kurulum süreci için internet bağlantısı gereklidir. Kurulum sürecini şimdi başlatmak istiyor musunuz veya kurulumu sonra gerçekleştirmek için gerekli bileşenleri indirmek istiyor musunuz? (belki internet bağlantısı olmayan bir bilgisayarda kurulum için)
zh_cn: 安装进程需要互联网连接。 现在需要启动安装进程或仅下载需要的组件稍后再执行安装吗？ （可能在一个没有互联网连接的电脑上）

# DownloadOnly_no
source: Only download required components
cs_cz: Pouze stáhnout nezbytné součásti
da_dk: Kun download af komponenter
de_de: Nur Downloads durchführen
el_gr: Μόνο μεταφόρτωση απαιτούμενων αρχείων
es_es: Sólo descargar los componentes necesarios
fr_fr: Uniquement télécharger les composants requis
hr_hr: Samo preuzmi potrebne komponente
it_it: Solo scarico componenti richiesti
ja_jp: インストールに必要なコンポーネントのみをダウンロード
mk_mk: Само симни ги потребните компоненти
nb_no: Bare last ned komponentene
nl_nl: Alleen de benodigde onderdelen downloaden
pl_pl: Tylko ściąganie potrzebnych podprogramów
pt_br: Só descarregar os componentes necessários
pt_pt: Transferir apenas componentes necessários
ro_ro: Descarcă doar componentele necesare
ru_ru: Только загрузка необходимых компонент
sk_sk: Stiannúť len potrebné komponenty
sl_si: Samo nalaganje zahtevanih programov
sr_cyrl_cs: Преузми само потребне компоненте
sr_latn_cs: Preuzmi samo potrebne komponente
sv_se: Ladda endast ner komponenterna som behövs
tr_tr: Sadece gerekli bileşenleri indir
zh_cn: 仅下载所需的组件

# DownloadOnly_yes
source: Start with the installation now
cs_cz: Zahájit instalaci nyní
da_dk: Start installationen nu
de_de: Installation beginnen
el_gr: Έναρξη εγκατάστασης τώρα
es_es: Empezar ahora con la instalación
fr_fr: Démarrer le processus d'installation immédiatement
hr_hr: Započni instalaciju
it_it: Comincia l'installazione adesso
ja_jp: インストールを今すぐ開始
mk_mk: Почни со инсталацијата сега
nb_no: Start installasjon nå
nl_nl: Start de installatie nu
pl_pl: Rozpocznij instalację
pt_br: Iniciar a instalação agora
pt_pt: Começar a instalação agora
ro_ro: Pornește instalarea acum
ru_ru: Начать установку
sk_sk: Spustiť inštaláciu teraz
sl_si: Začni z namestitvijo sedaj
sr_cyrl_cs: Покрени инсталацију
sr_latn_cs: Pokreni instalaciju
sv_se: Påbörja installationen nu
tr_tr: Kurulumu şimdi başlat
zh_cn: 现在开始下载

# Install_buttonDownload
source: Download
cs_cz: Stáhnout
de_de: Herunterladen
el_gr: Μεταφόρτωση
es_es: Descargar
fr_fr: Télécharger
hr_hr: Preuzimanje
it_it: Scarica
ja_jp: ダウンロード
mk_mk: Симнувај
nb_no: Last ned
pl_pl: Ściąganie
pt_br: Descarregar
pt_pt: Transferir
ro_ro: Descarcă
ru_ru: Загрузка
sk_sk: Stiahnúť
sl_si: Naloži
sr_cyrl_cs: Преузми
sr_latn_cs: Preuzmi
sv_se: Ladda ner
tr_tr: İndir
zh_cn: 下载

# Install_stateDownloaded
source: Downloaded
cs_cz: Staženo
da_dk: Downloadet
de_de: Heruntergeladen
el_gr: Μεταφορτώθηκε
es_es: Descargado
fr_fr: Téléchargé
hr_hr: Preuzeto
it_it: Già scaricato
ja_jp: ダウンロード済み
mk_mk: Симнат
nb_no: Lastet ned
nl_nl: Gedownload
pl_pl: Ściąganie zakończone
pt_br: Descarregado
pt_pt: Transferido
ro_ro: Descărcat
ru_ru: Загружен
sk_sk: Stiahnuté
sl_si: Naloženo
sr_cyrl_cs: Преузето
sr_latn_cs: Preuzeto
sv_se: Nerladdad
tr_tr: İndirme tamamlandı
zh_cn: 已下载

# Install_actionDownload
source: Download
cs_cz: Stahování
de_de: Herunterladen
el_gr: Μεταφόρτωση
es_es: Descargar
fr_fr: Téléchargement en cours
hr_hr: Preuzimanje
it_it: Scarica
ja_jp: ダウンロード
mk_mk: Симнувај
nb_no: Last ned
pl_pl: Ściąganie
pt_br: Descarregar
pt_pt: Transferir
ro_ro: Descarcă
ru_ru: Загрузка
sk_sk: Sťahovanie
sl_si: Nalaganje
sr_cyrl_cs: Преузимање
sr_latn_cs: Preuzimanje
sv_se: Laddar ner
tr_tr: İndir
zh_cn: 下载

# Install_stateNotDownloaded
source: Not downloaded
cs_cz: Nestaženo
da_dk: Ikke downloadet
de_de: Nicht heruntergeladen
el_gr: Δεν μεταφορτώθηκε
es_es: No descargado
fr_fr: Non téléchargé
hr_hr: Nije preuzeto
it_it: Non scaricato
ja_jp: 未ダウンロード
mk_mk: Не е симнат
nb_no: Ikke lastet ned
nl_nl: Niet gedownload
pl_pl: Nie ściągnięto
pt_br: Não descarregado
pt_pt: Não transferido
ro_ro: Nedescărcat
ru_ru: Не загружен
sk_sk: Nie je stiahnuté
sl_si: Ni naloženo
sr_cyrl_cs: Није преузето
sr_latn_cs: Nije preuzeto
sv_se: Ej nedladdad
tr_tr: İndirilmedi
zh_cn: 没有下载

# Finished_labelHeading2_download
source: You successfully downloaded all MediaPortal components
cs_cz: Úspěšně jste stáhli všechny součásti MediaPortalu
da_dk: Du har nu downloadet alle komponenterne til MediaPortal
de_de: Die benötigten Komponenten wurden erfolgreich heruntergeladen.
el_gr: Όλα τα αρχεία του MediaPortal μεταφορτώθηκαν επιτυχώς
es_es: Has descargado correctamente los componentes de MediaPortal
fr_fr: Vous avez téléchargé tous les composants de MediaPortal avec succès
hr_hr: Uspješno su preuzete sve komponente
it_it: Avete scaricato con successo tutti i componenti
ja_jp: MediaPortal に必要なコンポーネントのダウンロードが完了しました。
mk_mk: Успешно ги симнавте сите компоненти на MediaPortal
nb_no: Du har nå lastet ned alle programmene som er nødvendig!
nl_nl: Alle MediaPortal onderdelen werden succesvol gedownload.
pl_pl: Ściągnąłeś wszystkie potrzebne podprogramy do MediaPortal
pt_br: Você descarregou com sucesso todos os componentes do MediaPortal
pt_pt: Transferiu com sucesso todos os componentes do MediaPortal
ro_ro: Ați descărcat toate componentele MediaPortal cu succes
ru_ru: Все компоненты MediaPortal успешно загружены
sk_sk: Úspešne ste stiahli všetky súčasti MediaPortalu
sl_si: Uspešno ste naložili programe MediaPortala
sr_cyrl_cs: Успешно сте преузели све компоненте MediaPortal-а
sr_latn_cs: Uspešno ste preuzeli sve komponente MediaPortal-a
sv_se: Du har nu laddat ner alla MediaPortals komponenter
tr_tr: Tüm MediaPortal bileşenlerini başarı ile indirdiniz.
zh_cn: 你已成功下载所有MediaPortal组件

# Install_labelHeadingDownload
source: Press the "download" button to perform the download of all needed components
cs_cz: Stiskněte tlačítko „Stáhnout” pro stažení všech potřebných součástí
da_dk: Tryk på "Download" for at begynde at hente alle komponenterne
de_de: Klicken Sie "Herunterladen", um den Internet-Download der nötigen Dateien jetzt zu starten.
el_gr: Πατήστε το κουμπί "μεταφόρτωση" για να μεταφορτώσετε τα απαιτούμενα αρχεία
es_es: Pulsa "Descargar" para realizar la descarga de todos los componentes necesarios
fr_fr: Appuyez sur le bouton "Télécharger" pour télécharger tous les composants requis
hr_hr: Pristisni "Preuzimanje" za izvršenje preuzimanja svih potrebnih komponenti
it_it: Premere "scarica" per scaricare tutti i componenti necessari
ja_jp: 必要コンポーネントをダウンロードするには、"ダウンロード"ボタンをクリックしてください。
mk_mk: Притиснете на копчето „Симнувај“ за да се изврши симнување на сите потребни компоненти
nb_no: Klikk på “Last ned” knappen for å laste ned de komponentene som er nødvendig
nl_nl: Klik op "Download" om alle benodigde onderdelen te downloaden
pl_pl: Naciśnij przycisk "download" aby rozpocząć ściąganie wszystkich potrzebnych plików
pt_br: Pressione “descarregar” para iniciar a descarga de todos os componentes necessários
pt_pt: Pressione o botão "transferir" para iniciar a transferência de todos os componentes necessários
ro_ro: Apăsaâi butonul ”Descarcă” pentru a incepe descărcarea componentelor necesare
ru_ru: Нажмите Загрузка для загрузки всех необходимых компонет
sk_sk: Kliknite na tlačítko "Stiahnúť" na stiahnutie všetkých potrebných súčasťí
sl_si: Pritisnite "Naloži" za nalaganje vseh zahtevanih programov z interneta
sr_cyrl_cs: Кликни на дугме "Преузми" како би се преузеле све потребне компоненте
sr_latn_cs: Klikni na dugme "Preuzmi" kako bi se preuzele sve potrebne komponente
sv_se: Tryck på knappen "Ladda ner" för att ladda ner alla komponenter som behövs.
tr_tr: Tüm gerekli bileşenlerin indirilmesini gerçekleştirmek için "indir" düğmesine basınız
zh_cn: 点击“下载”按钮执行下载所有必需的组件

# OS_Support
source: Sorry, your OS is currently not supported by MediaPortal!
cs_cz: Váš operační systém není bohužel v současné době MediaPortalem podporován!
da_dk: Desværre understøttes dit operativ system for tiden ikke af MediaPortal!
de_de: Ihr Betriebssystem wird leider nicht von MediaPortal unterstützt.
el_gr: Λυπούμαστε το λειτουργικό σας δεν υποστηρίζεται από το MediaPortal !
es_es: ¡¡Lo siento tu sistema operativo no es válido para MediaPortal!!
fr_fr: Désolé votre système d'exploitation n'est pas supporté par MediaPortal !
hr_hr: Tvoj operativni sustav nije podržan
it_it: Spiacenti, questo Sistema Operativo non è supportato da MediaPortal !
ja_jp: 現在ご利用のOSはMediaPortal に対応していません。
mk_mk: Извинете, Вашиот OS моментално не е поддржан од MediaPortal !
nb_no: Beklager, ditt operativsystem er ikke støttet av MediaPortal
nl_nl: Sorry, uw besturingssysteem wordt momenteel niet ondersteund door MediaPortal!
pl_pl: Niestety Twój system operacyjny nie działa obecnie z MediaPortal!
pt_br: Infelizmente o seu Sistema Operativo não é suportado atualmente pelo MediaPortal!
pt_pt: Lamento mas o seu Sistema Operativo não é actualmente suportado pelo MediaPortal!
ro_ro: Ne pare rău, sistemul dumneavoastră operativ nu este suportat de MediaPortal!
ru_ru: Ваша ОС не поддерживается!
sk_sk: Váš operačný systém bohužiaľ nie je v súčastnej dobe MediaPortalom podporovaný!
sl_si: Žal vaš operacijski sistem trenutno ni podprt v MediaPortalu!
sr_cyrl_cs: Извињавамо се, али ваш оперативни систем не подржава MediaPortal!
sr_latn_cs: Izvinjavamo se, ali vaš operativni sistem ne podržava MediaPortal!
sv_se: Tyvärr stödjer MediaPortal inte ditt operativsystem !
tr_tr: Üzgünüz, işletim sisteminiz MediaPortal tarafından şu anda desteklenmemektedir.
zh_cn: 对不起，MediaPortal目前不支持你的操作系统！

# OS_Warning
source: Your OS is unsupported because Microsoft did not release several required hotfixes for it. Continue at your own risk!
cs_cz: Váš operační systém není podporován, protože MediaPortal pro něj nevydal některé nezbytné opravy. Pokračujte na vlastní nebezpečí!
da_dk: Dit operativsystem understøttes ikke af MediaPortal, fordi Microsoft ikke har udgivet nødvendige fejlrettelser til det. Fortsæt for egen risiko.
de_de: Ihr Betriebsystem wird leider nicht unterstützt. Microsoft stellt für Ihr System nicht alle benötigten Hotfixe bereit. Fortsetzung erfolgt auf eigenes Risiko.
el_gr: To λειτουργικό σας δεν υποστηρίζεται γιατί η Microsoft δεν εξέδωσε τα απαιτούμενα hotfixes. Συνεχίστε με δική σας ευθύνη!
es_es: Tu sistema operativo no es válido porque Microsoft no ha sacado las actualizaciones necesarias para él, o no está actualizado. ¡Continúa bajo tu responsabilidad!
fr_fr: Votre système d'exploitation n'est pas supporté car Microsoft n'a pas mis a disposition plusieurs hotfix requis. Continuez à vos risques et périls.
hr_hr: Tvoj operativni sustav nije podržan jer Microsoft nije objavio potrebne zakrpe za njega. Nastavi na vlastiti rizik!
it_it: Il vostro Sistema Operativo non è supportato a causa di molti hotfixes mancanti da parte di Microsoft. Proseguire l'installazione è un vostro rischio.
ja_jp: マイクロソフト社から特定のホットフィックスがリリースされていないため、このOSはサポートされていません。継続する場合は、動作保証ができません。
mk_mk: Вашиот OS не е поддржан бидејќи Microsoft не издаде неколку потребни поправки за него. Продолжете на сопствен ризик.
nb_no: Ditt operativsystem er ikke støttet, grunnet mangel på oppdateringer fra Microsoft. Fortsett på egen risiko!
nl_nl: Uw besturingssysteem wordt niet ondersteund, omdat Microsoft bepaalde hotfixes niet heeft uitgegeven. Doorgaan is op eigen risico.
pl_pl: Twój system operacyjny nie będzie działał prawidłowo ponieważ Microsoft nie wydał szeregu potrzebnych plików poprawek (hotfix). Możesz kontynuować na własne ryzyko.
pt_br: Seu sistema operacional é incompatível porque Microsoft não liberou várias correções de falhos necessárias para o seu sistema. Continue por sua conta e risco
pt_pt: O seu Sistema Operativo não é suportado porque a Microsoft não disponibilizou vários ficheiros de correcção (hotfixes) necessários. Continue por sua conta e risco.
ro_ro: Sistemul dumneavoastră operativ nu este suportat deoarece Microsoft nu a furnizat anumite ”hotfix” pentru acesta. Continuati pe riscul dumneavoastră!
ru_ru: Ваша ОС не поддерживается из-за отсутствия у Микрософта требуемых патчей. Продолжайте на ваш страх и риск
sk_sk: Váš operačný systém nie je podporovaný, pretože MediaPortal preň nevydal niektoré nezbytné opravy. Pokračujte na vlastné nebezpečie!
sl_si: Vaš operacijski sistem ni podprt, ker Microsoft ni izdal nekaterih zahtevanih popravkov. Nadaljujete na lastno odgovornost!
sr_cyrl_cs: Ваш оперативни систем не подржава MediaPortal јер Микрософт није решио неке проблеме. Наставите на сопствени ризик!
sr_latn_cs: Vaš operativni sistem ne podržava MediaPortal jer Mikrosoft nije rešio neke probleme. Nastavite na sopstveni rizik!
sv_se: Ditt operativsystem stöds inte då Microsoft inte har släppt flera nödvändiga uppdateringar för det. Fortsätt på egen risk!
tr_tr: Microsoft gerekli bazı güncellemeleri yayınlamadığı için işletim sisteminiz desteklenmemektedir. Devam etmek kendi sorumluluğunuzdadır!
zh_cn: 你的操作系统不被支持是因为微软没有为MediaPortal发布几个必需的补丁。继续安装风险自担！

# DownloadSettings_failed
source: Download of settings file failed. Please review your Internet Explorer configuration and try once again. A corrupted config file, if found, will now be deleted.
cs_cz: Stahování souboru nastavení se nezdařilo. Zkontrolujte své nastavení Internet Exploreru a zkuste to znovu. Pokud byl nalezen poškozený konfigurační soubor, bude nyní odstraněn.
da_dk: Download af fil med indstilliger fejlede. Check din Internet Explorer kofiguration. Nu slettes en eventuel korrupt konfigurations fil.
de_de: Die benötigten Einstellungen konnten nicht geladen werden. Bitte überprüfen sie die Verbindungs-Optionen des Internet Explorers. Einstellungsdatei ist beschädigt und wird gelöscht, falls vorhanden.
el_gr: H μεταφόρτωση του αρχείου ρυθμίσεων απέτυχε. Παρακαλούμε ελέγξτε τις ρυθμίσεις του Internet Explorer και ξαναπροσπαθήστε. To κατεστραμμένο αρχείο ρυθμίσεων , αν βρεθεί, θα διαγραφεί.
es_es: La descarga del archivo de configuraciones ha fallado. Por favor, comprueba la conexión de Internet Explorer e inténtalo de nuevo. Si se encuentra el archivo de configuración corrupto, será borrado.
fr_fr: Echec du téléchargement des paramètres. Veuillez vérifier la configuration de votre Internet Explorer. Si un fichier de configuration corrompu est trouvé, il sera supprimé.
hr_hr: Preuzimanje datoteke sa postavkama nije uspjelo. Molim pregledajte postavke internet explorera. Neispravna datoteka postavki je pronađena i biti će obrisana.
it_it: Download del file di configurazione fallito. Controllare la configurazione di Internet Explorer e riprovare. Se esiste un file corrotto, verrà cancellato ora.
ja_jp: 設定ファイルのダウンロードが失敗しました。 Internet Explorerの設定をご確認ください。 破損している設定ファイルを検知したら、削除します。
mk_mk: Симнувањето на подесувања е неуспешно. Ве молам проверете ја конфигурацијата на Вашиот Internet Explorer. Расипана конфигурациона датотека, ако биде најдена, ќе биде избришана.
nb_no: Nedlasting av oppsettfilen feilet. Vennligst sjekk Internet Explorer innstillingene. Den korrupte oppsettfilen vil nå bli slettet, hvis den eksisterer.
nl_nl: Download van instellingenbestand is mislukt. Kijk de instellingen van uw browser na om dit probleem in de toekomst te vermijden. Het beschadigde bestand wordt nu verwijderd.
pl_pl: Ściąganie plików nie zostało zakończone. Proszę przejrzyj ustawienia Internet Explorer. Błędny plik konfiguracyjny, jeśli został znaleziony, nie będzie usunięty.
pt_br: A descarga do arquivo de configurações falhou. Por favor, revise as configurações do Internet Explorer. O arquivo de configuração corrompido será apagado.
pt_pt: Transferência falhada do ficheiro de configuração. Por favor reveja a configuração do Internet Explorer. Ficheiro de configuração corrompido, se for encontrado, será agora apagado.
ro_ro: Descărcarea fișierului de setări eșuată. Vă rugăm revedeți configurarea Internet Explorer. Fișier de configurare corupt,dacă este găsit va fi eliminat.
ru_ru: Сбой загрузки настроек. Проверьте настройки интернета в Internet Explorer. Испорченные файлы настроек, если будут найдены, сейчас будут удалены.
sk_sk: Sťahovanie súborov nastavení sa nepodarilo. Skontrolujte vaše nastavenie Internet Exploreru a skúste to znovu. Ak bol nájdený poškodený konfiguračný súbor, tak bude zmazný.
sl_si: Nalaganje datoteke z nastavitvami ni uspelo. Prosim, preverite nastavitev Internet Explorerja in poskusite znova. Morebitna obstoječa pokvarjena nastavitvena datoteka bo sedaj izbrisana.
sr_cyrl_cs: Преузимање подешавања није успело. Проверите подешавања за Интернет Експлорер и покушајте поново. Оштећен конфигурациони фајл, уколико постоји, биће сада обрисан.
sr_latn_cs: Preuzimanje podešavanja nije uspelo. Proverite podešavanja za Internet Eksplorer i pokušajte ponovo. Oštećen konfiguracioni fajl, ukoliko postoji, biće sada obrisan.
sv_se: Nedladdning av inställningsfil misslyckades. Kontrollera dina inställningar i Internet Explorer och försök igen. Eventuella felaktiga filer kommer nu raderas.
tr_tr: Ayarları içeren dosya indirilemedi. Internet Explorer yapılandırmasını gözden geçirerek tekrar deneyiniz. Hasarlı bir yapılandırma dosyası, eğer bulundu ise, şimdi silinecektir.
zh_cn: 下载安装文件失败。 请查看一下Internet Explorer的配置然后再试一次。 如果找到一个损坏的配置文件，立即将其删除。
