Repository: MediaPortal/MediaPortal-1
Catalog: Tools/MediaPortal.DeployTool/MediaPortal.DeployTool.*.resx
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, hr_hr, it_it, ja_jp, mk_mk, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_cs, sr_latn_cs, sv_se, tr_tr, zh_cn

# DBMSSettings_msgSelectDir
source: Select the installation folder for the SQL-Server
cs_cz: Vyberte adresář instalace pro SQL server
da_dk: Vælg installationsfolder for SQL-Serveren
de_de: Wählen Sie das Installationsverzeichnis für den SQL-Server.
el_gr: Επιλέξτε φάκελο εγκατάστασης για τον SQL-Server
es_es: Selecciona la carpeta de instalación de SQL-Server
fr_fr: Séléctionner le répertoire d'installation du serveur SQL
hr_hr: Postavi mapu instalacije SQL-Servera
it_it: Selezionare la cartella di installazione per SQL-Server
ja_jp: SQLサーバのインストール先フォルダを指定してください。
mk_mk: Одберете ја папката за инсталација на SQL-Server-от
nb_no: Velg installasjonsmappe for SQL Server
nl_nl: Selecteer de installatiemap voor SQL-Server
pl_pl: Proszę wybierz miejsce instalacji dla SQL-Server
pt_br: Selecione o diretório para a instalação do Servidor SQL
pt_pt: Seleccione a pasta de instalação para o Servidor SQL
ro_ro: Selecționați folder-ul de instalare pentru SQL-Server
ru_ru: Укажите путь для установки SQL Сервера
sk_sk: Vyberte adresár pre inštaláciu SQL-Servera
sl_si: Izberite namestitveni imenik podatkovnega strežnika
sr_cyrl_cs: Одаберите инсталациони директоријум за SQL-сервер
sr_latn_cs: Odaberite instalacioni direktorijum za SQL-server
sv_se: Välj installationsmapp för SQL-servern
tr_tr: SQL-Sunucusu kurulumu için dizin seçiniz
zh_cn: 选择安装SQL-Server的文件夹

# DBMSType_labelHeading
source: Please select the SQL-Server you want to use:
cs_cz: Vyberte, který SQL server chcete použít:
da_dk: Vælg den SQL-Server du ønsker at benytte:
de_de: Bitte wählen Sie den zu installierenden SQL-Server Typ:
el_gr: Επιλέξατε τον SQL-Server που θέλετε να χρησιμοποιήσετε:
es_es: Por favor, selecciona el SQL-Server que quieres usar:
fr_fr: Veuillez séléctionner le server SQL que vous voulez utiliser:
hr_hr: Molim izaber SQL-Server koji želiš koristiti:
it_it: Selezionare il server SQL che si vuole usare:
ja_jp: 利用するSQLサーバを選択してください。
mk_mk: Ве молам одберете го SQL-Server-от што сакате да го користите:
nb_no: Vennligst velg type SQL Server du vil bruke:
nl_nl: Selecteer de SQL-Server die u wilt gebruiken:
pl_pl: Proszę wybrać SQL-Server którego chcesz używać:
pt_br: Por favor, selecione o Servidor SQL que deseja utilizar:
pt_pt: Por favor seleccione o Servidor SQL que pretende utilizar:
ro_ro: Selecționați care SQL-server dorițti să utilizați:
ru_ru: Укажите какой SQL сервер Вы хотите использовать:
sk_sk: Vyberte, ktorý SQL server chcete použiť:
sl_si: Izberite podatkovni strežnik, ki ga želite uporabljati:
sr_cyrl_cs: Одаберите SQL-сервер који желите да коритите:
sr_latn_cs: Odaberite SQL-server koji želite da koritite:
sv_se: Välj vilken SQL-server du vill använda:
tr_tr: Lütfen kullanmak istediğiniz SQL-Sunucusu'nu seçiniz:
zh_cn: 请选择你要使用的SQL-Server：

# DBMSType_rbMSSQL
source: Microsoft SQL-Server Express 2005
de_de: Microsoft SQL-Server 2005
es_es: Microsoft SQL-Server Express
it_it: Microsoft SQL-Server Express
nl_nl: Microsoft SQL-Server Express 2008
sl_si: Microsoft SQL Server 2005 Express
sv_se: Microsoft SQL-Server Express

# DBMSType_rbMySQL
source: MySQL 5
cs_cz: MySQL 8
da_dk: MySQL 8
el_gr: MySQL 8
es_es: MySQL 8
ja_jp: MySQL 8
mk_mk: MySQL 8
pl_pl: MySQL 8
pt_br: MySQL 8
pt_pt: MySQL 8
ro_ro: MySQL 8
sk_sk: MySQL 8
sl_si: MySQL 8
sr_cyrl_cs: MySQL 8
sr_latn_cs: MySQL 8
tr_tr: MySQL 8
zh_cn: MySQL 8

# DBMSType_rbDBAlreadyInstalled
source: SQL server is already present and will be used for TV-Server
cs_cz: SQL server je již nainstalován a bude použit pro TV server
da_dk: SQL server findes allerede og vil blive benyttet til TV-Serveren
de_de: Es ist bereits ein SQL Server vorhanden und dieser soll verwendet werden.
el_gr: Yπάρχει ήδη SQL διακομιστής και θα χρησιμοποιηθεί για τον διακομιστή τηλεόρασης
es_es: SQL Server ya está presente y será usado por el servidor TV-Server.
fr_fr: Un serveur SQL est déjà présent et sera utilisé pour le TV-Server
hr_hr: SQL server je prisutan i biti će korišten za TV-Server
it_it: SQL server è già presente e verrà usato per il TV-Server
ja_jp: すでにSQLサーバがインストールされているようです。TV-Serverは検出されたSQLサーバを利用します。
mk_mk: SQL server е веќе присутен и ќе биде искористен за TV-Server
nb_no: En SQL Server er allerede installert og skal brukes til TV Serveren
nl_nl: SQL-Server is reeds geïnstalleerd en zal gebruikt worden door TV-Server
pl_pl: SQL jest zainstalowany w Twoim systemie i będzie używany razem z TV-Server
pt_br: O servidor SQL já está presente em seu sistema e será utilizado para o Servidor de TV
pt_pt: O servidor SQL já está presente e será utilizado para o servidor de TV
ro_ro: Server-ul SQL este deja instalat și va fi utilizat pentru TV-Server
ru_ru: SQL сервер уже установлен и будет использован для ТВ сервера
sk_sk: SQL server je už nainštalovaný a bude použitý pre TV server
sl_si: Podatkovni strežnik za podatke TV strežnika je že nameščen na računalniku
sr_cyrl_cs: SQL-сервер већ постоји и биће коришћен за ТВ-сервер
sr_latn_cs: SQL-server već postoji i biće korišćen za TV-server
sv_se: SQL server finns redan och kommer att användas till TV-Servern
tr_tr: Hali hazırda sisteminizde SQL-Sunucusu bulunmakta ve TV-Sunucusu için kullanılacaktır
zh_cn: SQL服务器已存在并将用于TV-Server

# Finished_labelHeading1
source: Congratulations !
cs_cz: Gratulujeme!
da_dk: Tillykke!
de_de: Herzlichen Glückwunsch!
el_gr: Συγχαρητήρια !
es_es: ¡Enhorabuena!
fr_fr: Félicitations !
hr_hr: Čestitamo !
it_it: Congratulazioni !
ja_jp: インストールが完了しました！
mk_mk: Честитки !
nb_no: Gratulerer !
nl_nl: Gefeliciteerd !
pl_pl: Gratulacje!
pt_br: Parabéns !
pt_pt: Parabéns!
ro_ro: Felicitări!
ru_ru: Поздравляем!
sk_sk: Gratulujeme!
sl_si: Čestitam !
sr_cyrl_cs: Честитамо!
sr_latn_cs: Čestitamo!
sv_se: Gratulerar!
tr_tr: Tebrikler !
zh_cn: 恭喜！

# Finished_labelHeading2_install
source: You successfully completed the setup of MediaPortal
cs_cz: Úspěšně jste dokončili nastavení MediaPortalu
da_dk: Du er nu færdig med installationen af MediaPortal
de_de: Die Installation von MediaPortal war erfolgreich.
el_gr: H εγκατάσταση του MediaPortal ολοκληρώθηκε επιτυχώς
es_es: Has completado correctamente la configuración de MediaPortal
fr_fr: Vous avez terminé avec succès l'installation de MediaPortal
hr_hr: Uspješno je završena instalacija MediaPortala
it_it: Avete completato con successo l'installazione di MediaPortal
ja_jp: MediaPortalのセットアップが正常に終了しました。
mk_mk: Вие успешно го завршивте setup-от на MediaPortal
nb_no: Du har fullført installeringen av MediaPortal.
nl_nl: U heeft de installatie van MediaPortal succesvol afgerond
pl_pl: Zakończyłeś z sukcesem instalację MediaPortal
pt_br: Você instalou com sucesso o MediaPortal
pt_pt: Concluiu com sucesso a configuração do MediaPortal
ro_ro: Instalarea a fost completata cu succes
ru_ru: Установка MediaPortal успешно завершена
sk_sk: Úspešne ste dokončili nastavenie MediaPortalu
sl_si: Uspešno ste zaključili namestitev MediaPortala
sr_cyrl_cs: Успешно сте завршили инсталацију програма.
sr_latn_cs: Uspešno ste završili instalaciju programa.
sv_se: Du har nu felfritt slutfört din installation av MediaPortal
tr_tr: MediaPortal kurulumunu başarı ile tamamladınız
zh_cn: 你已成功完成MediaPortal的安装

# Finished_labelHeading3_install
source: Below you can find some useful links that will help you getting started with MediaPortal
cs_cz: Níže naleznete některé užitečné odkazy, které vám pomůžou s používáním MediaPortalu
da_dk: Nedenfor finder du nogle nyttige links til at hjælpe dig i gang med MediaPortal
de_de: Hier finden Sie weiterführende Links, die Sie beim Einstieg in MediaPortal unterstützen.
el_gr: Παρκάτω θα βρείτε χρήσιμους συνδέσμους που θα σας βοηθήσουν να αρχίσετε με το MediaPortal
es_es: Más abajo encontrarás algunos enlaces que te ayudarán a empezar a usar Mediaportal
fr_fr: Vous trouverez ci-dessous des liens utiles pour débuter avec MediaPortal
hr_hr: Ispod su korisni linkovi koji će ti pomoći u početku korištenja MediaPortala.
it_it: Qui sotto potete trovare alcuni link utili per ricevere l'aiuto iniziale su MediaPortal
mk_mk: Подолу ќе најдете некои корисни линкови кои ќе Ви помогнат да почнeте со MediaPortal
nb_no: Under her finner du nyttige lenker som hjelper deg å komme i gang med MediaPortal
nl_nl: Onderaan kunt u enkele nuttige links vinden die u kunnen begeleiden bij het eerste gebruik van MediaPortal.
pt_br: Abaixo você vai encontrar alguns links uteis que te ajudarão a utilizar o MediaPortal
pt_pt: Em baixo encontrará alguns links úteis que o ajudarão no início do MediaPortal
ro_ro: Mai jos puteți găsi câteva link-uri care vă pot ajuta să utilizați mai bine MediaPortal
ru_ru: Ниже вы можете найти ссылки на ресурсы, которые помогут Вам начать работу с MediaPortal
sk_sk: Nižšie nájdete užitočné odkazy, ktoré vám pomôžu s používaním MediaPortalu
sl_si: Spodaj je nekaj povezav, s katerimi se boste laže spoznali in začeli delati z MediaPortalom
sr_cyrl_cs: Испод, можете пронаћи корисне информације које ће вам помоћи, у почетку, око MediaPortal-a
sr_latn_cs: Ispod, možete pronaći korisne informacije koje će vam pomoći, u početku, oko MediaPortal-a
sv_se: Nedan kan du hitta några användbara länkar som hjälper dig att komma igång med MediaPortal
tr_tr: MediaPortal'ı kullanmak için yardımcı olacak bazı linkleri aşağıda bulabilirsiniz
zh_cn: 以下一些可用链接将有助于你开始使用MediaPortal

# Finished_linkForum
source: MediaPortal Forum
cs_cz: Fórum MediaPortalu
el_gr: Φόρουμ MediaPortal
es_es: Foro de MediaPortal
fr_fr: Forum Mediaportal
it_it: Forum di MediaPortal
ja_jp: MediaPortal サポートフォーラム
pl_pl: Forum MediaPortal
pt_br: Forum do MediaPortal
pt_pt: Forum do MediaPortal
ru_ru: Форум MediaPortal
sk_sk: Fórum MediaPortalu
sl_si: MediaPortal internetni forum
sr_cyrl_cs: Форум MediaPortal-а
sr_latn_cs: Forum MediaPortal-a
zh_cn: MediaPortal论坛

# Finished_linkHomepage
source: MediaPortal Homepage
cs_cz: Domovská stránka MediaPortalu
da_dk: MediaPortal Hjemmeside
el_gr: Aρχική σελίδα του MediaPortal
es_es: Página principal de MediaPortal
fr_fr: Page d'accueuil MediaPortal
hr_hr: MediaPortal web stranica
it_it: Homepage di MediaPortal
ja_jp: MediaPortal 公式webサイト
nb_no: Hjemmesiden til MediaPortal
pl_pl: Strona internetowa MediaPortal.
pt_br: Pagina Inicial do MediaPortal
pt_pt: Página Principal do MediaPortal
ru_ru: Домашняя страница MediaPortal
sk_sk: Domovská stránka MediaPortalu
sl_si: Domača stran MediaPortala
sr_cyrl_cs: Главна интернет страница MediaPortal-а
sr_latn_cs: Glavna internet stranica MediaPortal-a
sv_se: MediaPortal Hemsida
tr_tr: MediaPortal Anasayfası
zh_cn: MediaPortal首页

# HTTPDownload_buttonCancel
source: Cancel
cs_cz: Storno
da_dk: Afbryd
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
hr_hr: Otkaži
it_it: Cancella
ja_jp: キャンセル
mk_mk: Откажи
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Skasuj
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Storno
sl_si: Prekliči
sr_cyrl_cs: Одустани
sr_latn_cs: Odustani
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消

# HTTPDownload_errDownloadFailed
source: There was an error downloading the requested file
cs_cz: Při stahování požadovaného souboru došlo k chybě
da_dk: Der skete en fejl under download af filen
de_de: Beim Herunterladen der gewünschten Datei ist ein Fehler aufgetreten.
el_gr: Υπήρξε σφάλμα στο κατέβασμα του αρχείου
es_es: Ha habido un error al descargar el archivo solicitado
fr_fr: Une erreur s'est produite lors du téléchargement
hr_hr: Greška u preuzimanju tražene datoteke
it_it: C'è stato un errore durante il download del file richiesto
ja_jp: ファイルのダウンロード中にエラーが発生しました。
mk_mk: Настана грешка при симнувањето на бараната датотека
nb_no: En feil oppstod ved nedlasting av denne filen
nl_nl: Er is een fout opgetreden bij het downloaden van het bestand
pl_pl: Nastąpiło zakłócenie ściągania wybranego pliku.
pt_br: Ocorreu um erro ao baixar da internet o arquivo requerido
pt_pt: Houve um erro a transferir o ficheiro requisitado
ro_ro: Probleme cu descărcarea fișierului
ru_ru: Ошибка загрузки требуемого файла
sk_sk: Pri sťahovaní požadovaného súboru došlo k chybe
sl_si: Prišlo je do napake pri nalaganju zahtevane datoteke z interneta
sr_cyrl_cs: Настао је проблем приликом преузимања потребног фајла.
sr_latn_cs: Nastao je problem prilikom preuzimanja potrebnog fajla.
sv_se: Ett fel uppstod vid nerladdning av den begärda filen
tr_tr: İstenilen dosyanın indirilmesinde bir hata oluştu
zh_cn: 下载所需文件出错

# HTTPDownload_labelSourceURL
source: Download URL:
cs_cz: Adresa stahování:
el_gr: Διεύθυνση URL:
es_es: URL de descarga:
fr_fr: URL de téléchargement:
it_it: URL di download:
ja_jp: ダウンロード URL:
mk_mk: URL за симнување:
nb_no: Nedlasting URL:
pl_pl: Link:
pt_br: URL de descarga:
pt_pt: URL de Transferência:
ru_ru: Адрес загрузки:
sk_sk: URL sťahovania:
sl_si: URL datoteke:
sr_cyrl_cs: Интернет адреса за преузимање фајла:
sr_latn_cs: Internet adresa za preuzimanje fajla:
sv_se: Nerladdningslänk:
tr_tr: İndirme adresi:
zh_cn: 下载URL地址：

# HTTPDownload_labelTargetFile
source: Target:
cs_cz: Cíl:
da_dk: Destination:
de_de: Zieldatei:
el_gr: Στόχος:
es_es: Destino:
fr_fr: Cible:
hr_hr: Odredište:
it_it: Destinazione:
ja_jp: 対象ファイル:
mk_mk: Мета:
nb_no: Målfil:
nl_nl: Doel:
pl_pl: Cel:
pt_br: Destino:
pt_pt: Objectivo:
ro_ro: Țintă:
ru_ru: Текущий:
sk_sk: Cieľ:
sl_si: Ciljna datoteka:
sr_cyrl_cs: Фајл за преузимање:
sr_latn_cs: Fajl za preuzimanje:
sv_se: Mål:
tr_tr: Hedef:
zh_cn: 目标：

# HTTPDownload_msgCanceledByUser
source: Download cancelled by user
cs_cz: Stahování zrušeno uživatelem
da_dk: Download afbrudt af bruger
de_de: Der Download wurde vom Benutzer abgebrochen.
el_gr: Διεκόπη από τον χρήστη
es_es: Descarga cancelada por el usuario
fr_fr: Téléchargement annulé par l'utilisateur
hr_hr: Preuzimanje otkazano od strane korisnika
it_it: Download cancellato dall'utente
ja_jp: ユーザにより中断されました。
mk_mk: Симнувањето откажано од корисникот
nb_no: Nedlasting avbrutt av bruker
nl_nl: Download geannuleerd door gebruiker
pl_pl: Ściąganie zakończone przez użytkownika
pt_br: Descarga cancelada pelo usuario
pt_pt: Tranferência cancelada pelo utilizador
ro_ro: Descărcarea anulată de către user
ru_ru: Загрузка отменена пользователем
sk_sk: Sťahovanie zrušené používateľom
sl_si: Nalaganje prekinil uporabnik
sr_cyrl_cs: Преузимање фајла отказано од стране корисника
sr_latn_cs: Preuzimanje fajla otkazano od strane korisnika
sv_se: Nerladdning avbruten av användaren
tr_tr: İndirme kullanıcı tarafından iptal edildi
zh_cn: 下载已被用户取消

# HTTPDownload_Title
source: Downloading file...
cs_cz: Stahování souboru...
da_dk: Downloader filen...
de_de: Datei wird heruntergeladen...
el_gr: Μεταφόρτωση αρχείου...
es_es: Descargando archivo...
fr_fr: Téléchargement en cours...
hr_hr: Preuzimam datoteku...
it_it: Download del file in corso...
ja_jp: ダウンロード中・・・
mk_mk: Симнување на датотека...
nb_no: Laster ned fil...
nl_nl: Downloaden bestand...
pl_pl: Ściąganie pliku...
pt_br: Descarregando os arquivos...
pt_pt: Transferindo o ficheiro...
ro_ro: Descărcare fișier...
ru_ru: Загрузка файла...
sk_sk: Sťahovanie súboru...
sl_si: Nalagam datoteko...
sr_cyrl_cs: Преузимање фајла је у току ...
sr_latn_cs: Preuzimanje fajla je u toku ...
sv_se: Laddar ner fil...
tr_tr: Dosyayı indiriyor...
zh_cn: 下载文件......

# Install_actionDownloadInstall
source: Download->install
cs_cz: Stáhnout -> Nainstalovat
da_dk: Download->Installér
de_de: Herunterladen->Installieren
el_gr: Μεταφόρτωση>εγκατάσταση
es_es: Descargar->Instalar
fr_fr: Télécharger->Installer
hr_hr: Preuzeto>instalacija
it_it: Scarico->Installazione
ja_jp: ダウンロード -> インストール
mk_mk: Симни->инсталирај
nb_no: Last ned -> installer
nl_nl: Download->installeren
pl_pl: Ściąganie->instalacja
pt_br: Descarga->Instalação
pt_pt: Transferir->instalar
ro_ro: Descărcare->instalare
ru_ru: Загрузка->Установка
sk_sk: Stiahnúť -> Nainštalovať
sl_si: Nalaganje->namestitev
sr_cyrl_cs: Преузимање->Инсталација
sr_latn_cs: Preuzimanje->Instalacija
sv_se: Ladda ner->Installera
tr_tr: İndir->Kur
zh_cn: 下载->安装

# Install_actionInstall
source: Install
cs_cz: Nainstalovat
da_dk: Installér
de_de: Installieren
el_gr: Εγκατάσταση
es_es: Instalar
fr_fr: Installer
hr_hr: Instalirano
it_it: Installazione
ja_jp: インストール
mk_mk: Инсталирај
nb_no: Installer
nl_nl: Installeren
pl_pl: Instalacja
pt_br: Instalar
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установка
sk_sk: Nainštalovať
sl_si: Namestitev
sr_cyrl_cs: Инсталација
sr_latn_cs: Instalacija
sv_se: Installera
tr_tr: Kur
zh_cn: 安装

# Install_actionNothing
source: <no action>
cs_cz: Žádná akce
da_dk: Ingen handling
de_de: <Keine Aktion>
el_gr: Καμία επιλογή
es_es: Sin acción
fr_fr: <pas d'action>
hr_hr: <nema potrebe>
it_it: <nessuna azione>
ja_jp: なにもしない
mk_mk: Без акција
nb_no: <ingen endring>
nl_nl: <geen actie>
pl_pl: Bez akcji
pt_br: Sem ação
pt_pt: Sem acção
ro_ro: Nici o acțiune
ru_ru: <бездействие>
sk_sk: Žiadna akcia
sl_si: Brez postopka
sr_cyrl_cs: Без акције
sr_latn_cs: Bez akcije
sv_se: <ingen åtgärd>
tr_tr: Işlem yapma
zh_cn: 没有活动

# Install_actionUninstallDownloadInstall
source: Uninstall previous->Download->Install
cs_cz: Odinstalovat předchozí -> Stáhnout -> Nainstalovat
da_dk: Afinstallér tidligere->download->installér
de_de: Vorherige Version deinstallieren->Herunterladen->Installieren
el_gr: Απεγκατάσταση προηγούμενου->Μεταφόρτωση->Εγκατάσταση
es_es: Desinstalar previo->Descargar->Instalar
fr_fr: Désinstaller précédent->Télécharger->Installer
hr_hr: Deinstalacija prijašnjeg->preuzimanje->instalacija
it_it: Rimozione precedente->Scarico->Installazione
ja_jp: 旧バージョンアンインストール -> ダウンロード -> インストール
mk_mk: Деинсталирај претходно->симни->инсталирај
nb_no: Avinstaller tidligere -> last ned -> installer
nl_nl: Deïnstalleren vorige->download->installeren
pl_pl: Najpierw deinstalacja ->ściąganie->instalacja
pt_br: Desinstalar anterior->Descarregar->Instalar
pt_pt: Desinstalar anterior->tranferir->instalar
ro_ro: Dezinstalare precedentă->descărcare->instalare
ru_ru: Удаление->загрузка->установка
sk_sk: Odinštalovať predchádzajúcu -> Stiahnúť -> Nainštalovať
sl_si: Odstranitev prejšnjega->Nalaganje->Namestitev
sr_cyrl_cs: Де-инсталирај претходно->Преузими->Инсталирај
sr_latn_cs: De-instaliraj prethodno->Preuzimi->Instaliraj
sv_se: Avinstallera föregående->Ladda ner->Installera
tr_tr: Önceki sürümü kaldır->Yükle->Kur
zh_cn: 卸载以前版本->下载->安装

# Install_actionUninstallInstall
source: Uninstall previous->Install
cs_cz: Odinstalovat předchozí -> Nainstalovat
da_dk: Afinstallér tidligere->Installér
de_de: Vorherige Version deinstallieren->Installieren
el_gr: Επεγκατάσταση προηγούμενου->Εγκατάσταση
es_es: Desinstalar previo->Instalar
fr_fr: Désinstaller précédent->Installer
hr_hr: Deinstalacija prišanjeg->Instalacija
it_it: Rimozione precedente->Installazione
ja_jp: アンインストール -> インストール
mk_mk: Деинсталирај претходно->инсталирај
nb_no: Avinstaller tidligere -> installer
nl_nl: Deïnstalleren vorige -> installeren
pl_pl: Najpierw deinstalacja ->Instalacja
pt_br: Desinstalar anterior->Instalar
pt_pt: Desinstalar anterior->Instalar
ro_ro: Dezinstalare precedentă->Instalare
ru_ru: Удаление->Установка
sk_sk: Odinštalovať predchádzajúcu -> Nainštalovať
sl_si: Odstranitev prejšnjega->Namestitev
sr_cyrl_cs: Одстрани претходну инсталацију->Инсталирај
sr_latn_cs: Odstrani prethodnu instalaciju->Instaliraj
sv_se: Avinstallera föregående->Installera
tr_tr: Önceki sürümü kaldır->Kur
zh_cn: 卸载以前版本->安装

# Install_buttonInstall
source: Install
cs_cz: Instalovat
da_dk: Installér
de_de: Installieren
el_gr: Εγκατάσταση
es_es: Instalar
fr_fr: Installer
hr_hr: Instalacija
it_it: Installa
ja_jp: インストール
mk_mk: Инсталирај
nb_no: Installer
nl_nl: Installeren
pl_pl: Instaluj
pt_br: Instalar
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установка
sk_sk: Inštalovať
sl_si: Namestitev
sr_cyrl_cs: Инсталирај
sr_latn_cs: Instaliraj
sv_se: Installera
tr_tr: Kur
zh_cn: 安装

# Install_colAction
source: Action
cs_cz: Akce
da_dk: Handling
de_de: Vorgang
el_gr: Επιλογή
es_es: Acción
hr_hr: Akcija
it_it: Azione
ja_jp: アクション
mk_mk: Акција
nb_no: Utfør
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
pt_pt: Acção
ro_ro: Actiune
ru_ru: Действие
sk_sk: Akcia
sl_si: Postopek
sr_cyrl_cs: Акција
sr_latn_cs: Akcija
sv_se: Åtgärd
tr_tr: Aksiyon
zh_cn: 活动

# Install_colApplication
source: Application
cs_cz: Aplikace
da_dk: Applikation
de_de: Anwendung
el_gr: Εφαρμογή
es_es: Aplicación
hr_hr: Aplikacija
it_it: Applicazione
ja_jp: アプリケーション
mk_mk: Апликација
nb_no: Program
nl_nl: Programma
pl_pl: Program
pt_br: Aplicativo
pt_pt: Aplicação
ro_ro: Aplicativ
ru_ru: Приложение
sk_sk: Aplikácia
sl_si: Program
sr_cyrl_cs: Програм
sr_latn_cs: Program
sv_se: Applikation
tr_tr: Uygulama
zh_cn: 应用

# Install_colState
source: State
cs_cz: Stav
da_dk: Status
de_de: Status
el_gr: Κατάσταση
es_es: Estado
fr_fr: Etat
hr_hr: Stanje
it_it: Stato
ja_jp: 状態
mk_mk: Состојба
nb_no: Status
nl_nl: Status
pl_pl: Kraj
pt_br: Estado
pt_pt: Estado
ro_ro: Status
ru_ru: Состояние
sk_sk: Stav
sl_si: Status
sr_cyrl_cs: Статус
sr_latn_cs: Status
sv_se: Status
tr_tr: Durum
zh_cn: 状态

# Install_errAppsMissing
source: Not all required applications are installed.
cs_cz: Nejsou nainstalovány všechny vyžadované aplikace.
da_dk: Ikke alle krævede applikationer er installeret.
de_de: Es wurden noch nicht alle benötigten Anwendungen installiert.
el_gr: Δεν έχουν εγκατασταθεί όλες οι απαιτούμενες εφαρμογές.
es_es: No se han instalado todas las aplicaciones requeridas.
fr_fr: Les applications requises n'ont pas toutes été installées.
hr_hr: Sve potrebne aplikacije nisu instalirane.
it_it: Non tutte le applicazioni necessarie sono state installate.
ja_jp: 一部のアプリケーションがインストールされませんでした。
mk_mk: Не се инсталирани сите барани апликации.
nb_no: Ikke alle programmene som er nødvendig er installert.
nl_nl: Niet alle benodigde programma's zijn geïnstalleerd.
pl_pl: Nie wszystkie potrzebne programy zostały zainstalowane.
pt_br: Não estão instalados todos os aplicativos requeridos
pt_pt: Nem todas as aplicações necessárias estão instaladas.
ro_ro: Nu toate aplicativele necesare au fost instalate
ru_ru: Не все требуемые приложения установлены.
sk_sk: Nie sú nainštalované všetky požadované aplikácie.
sl_si: Vsi programi niso nameščeni
sr_cyrl_cs: Нису инсталирани сви потребни програми.
sr_latn_cs: Nisu instalirani svi potrebni programi.
sv_se: Alla applikationer som behövs är ej installerade.
tr_tr: Gerekli tüm uygulamalar kurulmadı.
zh_cn: 不是所有的应用已被安装。

# Install_errDownloadFailed
source: Failed to download application [{0}]
cs_cz: Stažení aplikace [{0}] se nezdařilo
da_dk: Download af applikationen fejlede [{0}]
de_de: Es ist ein Fehler beim Herunterladen der Anwendung [{0}] aufgetreten
el_gr: Η μεταφόρτωση της εφαρμογής απέτυχε [{0}]
es_es: Ha fallado la descarga de la aplicación [{0}]
fr_fr: Echec du téléchargerment de l'application [{0}]
hr_hr: Greška pri preuzimanju aplikacije [{0}]
it_it: Errore durante il download dell'applicazione [{0}]
ja_jp: [{0}] のダウンロードに失敗しました。
mk_mk: Неуспешно симнување на апликацијата [{0}]
nb_no: En feil oppstod under nedlasting av program [{0}]
nl_nl: Downloaden programma [{0}] mislukt
pl_pl: Programu nie ściągnięto [{0}]
pt_br: Falha ao descarregar o aplicativo [{0}]
pt_pt: Falha na transferência da aplicação [{0}]
ro_ro: Descărcarea aplicativului nereușită [{0}]
ru_ru: Сбой при загрузке приложения [{0}]
sk_sk: Stiahnutie aplikácie [{0}] sa nepodarilo
sl_si: Neuspešno nalaganje programa [{0}]
sr_cyrl_cs: Неуспело преузимање програма [{0}]
sr_latn_cs: Neuspelo preuzimanje programa [{0}]
sv_se: Misslyckades ladda ner applikation [{0}]
tr_tr: Uygulamayı indirme başarısız [{0}]
zh_cn: 不能下载应用 [{0}]
